["The table appears to be a content list or index for a document or manual, possibly related to construction or engineering. The document seems to be about different types of \"Schock Isokorb\" which could be a product or a concept in the field. The table has two columns: an unnamed column that lists the topics or sections of the document, and a column named \"Seite\" which likely represents the page numbers of the document where the respective topics can be found. \n\nThe row names are as follows: \n1. Ubersicht\n2. Erlauterung zur Benennung der Schock Isokorbo Typen\n3. Typenubersicht\n4. Brandschutz\n5. Tragwerksplanung\n6. Planungsinformationen\n7. Schock Isokorb@ XT Typ K\n8. Schock Isokorbo XT Typ K-F\n9. \"Schock Isokorbo XT Typ K-U, K-O\"\n10. \"Schock Isokorb@ XT Typ K-U-F, K-O-F\"\n11. \"Schock Isokorb@ XT Typ K-HV, K-BH, K-WO, K-WU\"\n12. Schock Isokorbo XT Typ Q\n13. Schock Isokorb@ XT Typ Q-P\n14. Schock Isokorbo XT Typ C\n15. Schock Isokorbo XT Typ H\n16. Schock Isokorb@ XT Typ Z\n17. Schock Isokorb@ XT Typ D\n\nThe column names are: \n1. Unnamed column (Topics/Sections)\n2. Seite (Page Numbers)", "The table provides information about different models of a product, their key features, connections, and components. \n\nThe column names are:\n1. \"Modell\" - This column lists the model names of the products.\n2. \"Kerneigenschaften der Produkte\" - This column describes the key features of each model.\n3. \"Anschluss\" - This column provides information about the types of connections associated with each model.\n4. \"Bauteile\" - This column lists the components of each model.\n\nThe row names are not explicitly given, but it can be inferred that each row represents a different model of the product, namely XT, CXT, T, and RT.", "The table appears to be about different types of architectural structures, specifically focusing on balconies and related structures. The column names are 'Grundtyp', 'K,\"Grundtyp', 'Balkon, Vordach - frei kragend.\",Grundtyp', 'D,Grundtyp', 'Decke - durchlaufend (indirekt gelagert),Grundtyp', 'W,Grundtyp', and 'Wandscheibe'. The row names are 'Q,\"Balkon, Vordach - gestutzt (Querkraft)\"', 'A,\"Attika, Brustung\"', 'SK,Stahlbalkon - frei kragend.', 'C,Eckbalkon', 'F,\"Attika, Brustung - vorgesetzt\"', 'SQ,Stahlbalkon - gestutzt (Querkraft)', 'H,Balkon mit Horizontallasten.', '0,Konsole', 's,Stahlkonstruktion', 'Z,Balkon mit Zwischendammung.', and 'B,\"Balken, Unterzug\"'. The table seems to be categorizing these structures based on various characteristics.", "The table appears to be in German and seems to be related to some form of engineering or physics, possibly dealing with forces or connections. The column name is \"Statische Anschlussvariante\" which translates to \"Static Connection Variant\". The rows are labeled with single letters (Z, P, V Querkraft, N) and their corresponding full terms in German (Zwangungsfrei, Punktuell, Querkraft, Normalkraft). These terms translate to \"Constraint-free\", \"Punctual\", \"Shear Force\", and \"Normal Force\" respectively.", "The table appears to be in German and seems to be describing different types of arrangements or configurations related to balconies or wall connections. The table has two columns and four rows. \n\nThe column names are not explicitly given, but based on the data, they could be interpreted as 'Code' and 'Description'. \n\nThe row names are 'R', 'U', '0', and an empty string. \n\nThe 'Code' column contains these row names, which seem to be codes or abbreviations for the different types of arrangements. \n\nThe 'Description' column provides the full description of what each code stands for. For example, 'R' stands for 'Anordnung rechts vom Standpunkt', which translates to 'Arrangement to the right of the viewpoint'. Similarly, 'U' stands for 'Balkon mit Hohenversatz nach unten oder Wandanschluss', which translates to 'Balcony with a height offset downwards or wall connection'.", "The table appears to be related to construction, specifically new construction and the flexible installation of balconies using Filigranplatten. The table has two columns and one row. The column names are \"F\" and \"Bauzeitenflexible Balkonmontage im Neubau\". The row name is \"ID\". The table seems to capture some sort of identification related to the use of Filigranplatten in new construction for flexible balcony installation.", "The table appears to be in German and seems to be related to engineering, specifically dealing with forces and moments. The table captures different types of forces and moments, both positive and negative. \n\nThe column names are: \n1. \"Schnittgröße der Haupttragstufe\"\n2. \"M, Schnittgröße der Haupttragstufe\"\n3. \"Moment\"\n4. \"MM, Moment mit positiver oder negativer Kraft\"\n5. \"V, Querkraft\"\n6. \", Querkraft mit positiver oder negativer Kraft\"\n7. \"N, Normalkraft\"\n8. \"NN, Normalkraft mit positiver oder negativer Kraft\"\n\nThe row names are not provided in the description.", "The table appears to be in German and seems to be related to some kind of force measurements in engineering or physics. The column names are \"Schnittgröße der Nebentragstufe\", \"V,Schnittgröße der Nebentragstufe\", and \"Querkraft\". The row names are \"vv,Querkraft mit positiver oder negativer Kraft\", \"N,Normalkraft\", and \"NN,Normalkraft mit positiver oder negativer Kraft\". The table seems to capture different types of forces, possibly in different stages or aspects of a structure or system, including normal force and shear force, and whether these forces are positive or negative.", "The table provides information on different fire resistance classifications according to various standards. The row names are: \"Feuerhemmend\", \"Hochfeuerhemmend\", \"Feuerbestandig\", and \"Feuerwiderstandsfahigkeit 120 min\". These terms are German and translate to \"Fire Retardant\", \"Highly Fire Retardant\", \"Fire Resistant\", and \"Fire Resistance 120 min\" respectively. \n\nThe column names are: \"Bauaufsichtliche Anforderungen\", \"Klassen nach DIN 4102-2 mit oder ohne Raumabschluss\", \"Klassen nach DIN EN 13501-2 ohne Raumabschluss\", and \"Klassen nach DIN EN 13501-2 mit Raumabschluss\". These translate to \"Building Supervisory Requirements\", \"Classes according to DIN 4102-2 with or without room closure\", \"Classes according to DIN EN 13501-2 without room closure\", and \"Classes according to DIN EN 13501-2 with room closure\" respectively. \n\nThe table captures the different fire resistance classifications according to the mentioned standards for each of the fire resistance levels listed in the rows.", "The table provides information about different types of balconies (Funktion des Balkons) and their corresponding fire resistance classes (Feuerwiderstandsklasse) as well as the standards or recommendations (Norm/Empfehlung) that apply to them. \n\nThe row names are: \n1. Ohne Zusatzfunktion\n2. Zweiter Rettungsweg\n3. Im Brandriegel\n4. Loggia\n5. Bei Hochhausern\n6. In einer Fassade mit Brandschutzanforderung\n\nThe column names are: \n1. Funktion des Balkons\n2. Feuerwiderstandsklasse\n3. Norm/Empfehlung", "The table appears to be related to building regulations, specifically fire resistance requirements. The column names are \"Musterbauordnung\", \"Musterbauordnung S 31\", \"MVV TB Anhang 4 Tabelle 4.3.1 (DIN EN 13501-2)\", and \"MVV TB Anhang 4 Tabelle 4.2.4 (DIN 4102-2)\". The rows seem to represent different categories of fire resistance, with terms like \"tragend und raumabschlieBend feuerhemmend\", \"tragend und raumabschlieBend. hochfeuerhemmend\", and \"tragend und raumabschlieBend. feuerbestandig\". The table seems to be comparing these categories across different building regulations or standards.", "The table provides information on the indicative minimum strength classes for different categories according to various standards and regulations. It also includes data on the concrete cover cV in millimeters for shock Isokorbo.\n\nThe row names are: \n1. XC1\n2. XC3\n3. XC4\n4. XC4\n5. XD1, XS1\n6. XF1, XF3\n\nThe column names are: \n1. Expositionsklasse DIN EN 1992-1-1 Tabelle 4.1, Indikative Mindestfestigkeitsklassen\n2. DIN EN 1992-1-1/NA Tabelle NA.E.1, Indikative Mindestfestigkeitsklassen\n3. Zulassung Innenbauteil, Indikative Mindestfestigkeitsklassen\n4. Zulassung Außenbauteil, Betondeckung cV [mm] Schock Isokorbo", "The table provides information about various construction materials used in the Schock Isokorb, a product that has received the European Technical Assessment ETA-17/0261 with CE marking and general building approval BG Z-15.7-338. \n\nThe row names are: \n1. Betonstahl (Reinforced Concrete)\n2. Baustahl (Structural Steel)\n3. Nichtrostender Stahl (Stainless Steel)\n4. Beton-Drucklager (Concrete Pressure Bearing)\n5. PE-HD Kunststoffummantelung (PE-HD Plastic Sheathing)\n6. Dammstoff (Insulation Material)\n7. Brandschutzmaterial (Fire Protection Material)\n8. Kunststoffschienen (Plastic Rails)\n9. AnschlieBende Bauteile (Adjoining Components)\n10. Stahlbeton (Reinforced Concrete)\n\nThe column names are: \n1. Schock Isokorbo\n2. European Technical Assessment ETA-17/0261 mit CE-Kennzeichnung; allgemeine Bauartgenehmigung BG Z-15.7-338\n\nEach row provides specific details about the type of material, its classification according to various DIN EN standards, and other relevant specifications.", "The table appears to be related to some kind of engineering or construction data, possibly related to concrete coverings and their properties. The column names are: \n\n1. Bemessungs- werte bei\n2. Schock Isokorbo XT Typ K 6.2. Betondeckung CV [mm] | CV35\n3. Schock Isokorbo XT Typ K 6.2. Betondeckung CV [mm] | CV50\n4. M1\n5. M2\n6. M3 | Betonfestigkeitsklasse  C25/30 | mRd,y [kNm/m]\n7. M4\n8. M5\n9. M6\n\nThe rows seem to represent different measurements or conditions, with some rows labeled with numbers (160, 180, 170, etc.), some with the label \"Isokorb Hohe. H [mm]\", and others with labels like \"Nebentragstufe\", \"V1\", \"V2\", etc. \n\nThe table seems to contain a mix of numerical data and some text or coded data. The numerical data appears to be negative in some cases, possibly representing some kind of deficit or shortfall. The meaning of the data would likely be clearer to someone with knowledge of the specific field or context.", "The table appears to be in German and seems to be related to some technical specifications or measurements, possibly related to construction or engineering. The column names are 'M1', 'M2', 'M3', 'M4', 'M5', and 'M6'. The row names are 'Schock Isokorbo XT Typ K 6.2 Bestuckung bei', 'Isokorbo Lange [mm]', 'Zugstabe V1/V2', 'Zugstabe V3', 'Zugstabe VV1', 'Querkraftstabe V1', 'Querkraftstabe V2', 'Querkraftstabe V3', 'Querkraftstabe VV1', 'Drucklager V1/V2 [Stk.]', 'Drucklager V3 [Stk.]', 'Drucklager VV1 [Stk.]', and 'Sonderbugel VV1 [Stk.]'. \n\nThe table seems to be capturing different measurements or counts for each of these categories across six different conditions or scenarios (M1 through M6). Some of the rows seem to be capturing counts (e.g., 'Drucklager V1/V2 [Stk.]'), while others seem to be capturing measurements (e.g., 'Isokorbo Lange [mm]').", "The table appears to contain data related to the performance of a product called \"Schock Isokorb@ XT Typ K 6.2\" under different conditions. The column names are: \"Bemessungs-\", \"werte bei\", \"Schock Isokorb@ XT Typ K 6.2. Betondeckung CV [mm] | CV35\", \"Schock Isokorb@ XT Typ K 6.2. Betondeckung CV [mm] | CV50\", \"M7\", \"M8 | Betonfestigkeitsklasse  C25/30\", \"M9 | mRd,y [kNm/m]\", \"M10\", \"M10  C30/37\". \n\nThe row names are not explicitly stated but seem to include different measurements or conditions such as \"160\", \"180\", \"170\", \"190\", \"Isokorb Hohe.\", \"H [mm]\", \"VRd,z [kN/m]\", \"Nebentragstufe\", and \"V1 VV\". \n\nThe table seems to capture the performance of the product under different conditions, possibly related to the concrete cover (Betondeckung) and the concrete strength class (Betonfestigkeitsklasse). The values in the table appear to be measurements or results of some kind, possibly related to the product's performance or characteristics under these conditions.", "The table appears to be related to the specifications of the Schock Isokorb XT Typ K 6.2 product. The column names are \"Schock Isokorb@ XT Typ K 6.2,M7,M8,M9\", \"Isokorbo Lange [mm],M10,M10\", \"Bestuckung bei,1000,1000,1000,1000,1000\", \"Zugstabe V1/V2,8012,9012,12012,1312,13012\", \"Zugstabe VV1,9 12,11012,,,\", \"Querkraftstabe V1,608,708,9 08,9 0 8,908\", \"Querkraftstabe V2,808,908,10 0 8,10 0 8,10 0 8\", \"Querkraftstabe VV1,608+408,708+408,,,\", \"Drucklager V1/V2 [Stk.],11,12,18,18,18\", \"Drucklager VV1 [Stk.],15,17,-,-,-\", and \"Sonderbugel [Stk.],4,4,4,4,4\".\n\nThe row names are not explicitly given, but it seems like the rows represent different components or specifications of the product, such as \"Zugstabe V1/V2\", \"Zugstabe VV1\", \"Querkraftstabe V1\", \"Querkraftstabe V2\", \"Querkraftstabe VV1\", \"Drucklager V1/V2 [Stk.]\", \"Drucklager VV1 [Stk.]\", and \"Sonderbugel [Stk.]\". \n\nThe table seems to capture the different specifications or components of the Schock Isokorb XT Typ K 6.2 product under different conditions or versions (M7, M8, M9, M10).", "The table provides data on the Schock Isokorbo XT Typ K 6.1 Betondeckung CV and its various measurements. The column names are: \"Bemessungs-\", \"werte bei\", \"Schock Isokorbo XT Typ K 6.1 Betondeckung CV [mm] | CV35\", \"Schock Isokorbo XT Typ K 6.1 Betondeckung CV [mm] | CV50\", \"M11 | MRd,y [kNm/Element]\", \"M11 | MRd,y [kNm/m]\", \"M12 | Betonfestigkeitsklasse  C25/30 | MRd,y [kNm/Element]\", \"M12 | Betonfestigkeitsklasse  C25/30 | MRd,y [kNm/m]\", \"M13 | Betonfestigkeitsklasse  C25/30 | MRd,y [kNm/Element]\", \"M13 | Betonfestigkeitsklasse  C25/30 | MRd,y [kNm/m]\", \"VRd,z [kN/Element]\", \"VRd,z [kN/m]\". \n\nThe row names are not explicitly stated but seem to be related to different measurements and specifications of the Schock Isokorbo XT Typ K 6.1 Betondeckung CV, including \"Isokorb Hohe.\", \"H [mm]\", \"Nebentragstufe\", and \"V1\", \"V2\", \"V3\".", "The table provides information about the Schock Isokorbo XT Typ K 6.1 Bestuckung bei. The row names include: Isokorbo Lange [mm], Zugstabe, Druckstabe, Querkraftstabe V1, Querkraftstabe V2, Querkraftstabe V3, Drucklager, Hmin bei V1-CV35 [mm], Hmin bei V2-CV35 [mm], Hmin bei V3-CV35 / V2-CV50 [mm], Hmin bei V1-CV50 [mm], and Hmin bei V3-CV50 [mm]. The column names are M11, M12, and M13. The table seems to capture different measurements or specifications for each of these categories across the three columns.", "The table appears to be in German and seems to be related to some kind of engineering or physics calculations, possibly related to structural analysis or material strength. \n\nThe column names are: \n1. \"Wu\"\n2. \"= tan a : lk : (mud / mrd) : 10 [mm]\"\n\nThe row names are:\n1. \"Einzusetzende Faktoren\"\n2. \"tan a\"\n3. \"lk\"\n4. \"festgelegt. (Empfehlung: Lastkombination fur die Ermittlung der Uberhohung w: g+q/2, mua im Grenzzustand der Tragfahigkeit ermitteln)\"\n5. \"MRd\"\n\nThe table seems to provide instructions or factors for performing certain calculations. The \"tan a\" row suggests inserting a table value, while the \"lk\" row refers to the overhang length in meters. The \"MRd\" row refers to the maximum design moment of the Schock Isokorbo. The row \"festgelegt...\" appears to provide a recommendation for determining the overhang.", "The table provides information on the deformation factors (Verformungsfaktoren) of the Schock Isokorbo XT Typ K 6.2 at different heights (Hohe H) in millimeters (mm). The deformation factors are given in percentages (tan a [%]) for different categories: M1 - M6 | CV35, M1 - M6 | CV50, M7 - M10 | CV35, and M7 - M10 | CV50. \n\nThe row names are: \n- Isokorbo Hohe H [mm] (with values ranging from 160 to 250)\n\nThe column names are: \n- M1 - M6 | CV35\n- M1 - M6 | CV50\n- M7 - M10 | CV35\n- M7 - M10 | CV50", "The table provides information on the deformation factors of the Schock Isokorbo XT Typ K 6.1 at different heights. The row names are \"Isokorbo Hohe H [mm]\" which represents the height in millimeters. The column names are \"M11 | CV35\", \"M11 | CV50\", \"M12 - M13 | CV35\", and \"M12 - M13 | CV50\". These columns represent different conditions or parameters under which the deformation factors are measured. The table captures the deformation factors (represented as \"tan a [%]\") for each height and condition.", "The table provides data related to the Schock Isokorb@ XT Typ K 6.2. The column names are: 'Schock Isokorb@ XT Typ K 6.2 | Maximale Auskragungslan- ge bei', 'Schock Isokorb@ XT Typ K 6.2 | CV35', 'Schock Isokorb@ XT Typ K 6.2 | Betondeckung CV [mm] | CV50', 'M1 V1/V2', 'M2 V1/V2', 'M3 V1/V2 Lk,max [m', 'M4 /1/V2/V3 Betonfestigkeitsklasse  C25/30', 'M5 V1/V2/V3', 'M6 1/V2/V3'. \n\nThe rows seem to represent different measurements or conditions related to the Schock Isokorb@ XT Typ K 6.2, with some rows labeled with 'Isokorbo Hohe H [mm]' and specific measurements in millimeters. The rest of the rows contain numerical data, presumably related to the column headers.", "The table appears to be related to some technical specifications or measurements, possibly in the field of construction or engineering. The column names are: \n\n1. Schock Isokorbo XT Typ K 6.2 Betondeckung Maximale Auskragungslan- CV [mm]\n2. Schock Isokorbo XT Typ K 6.2 Betondeckung Maximale Auskragungslan- CV [mm] | CV35\n3. Schock Isokorbo XT Typ K 6.2 Betondeckung Maximale Auskragungslan- CV [mm] | CV50\n4. M7 V1/V2\n5. \"M8 V1/V2 lk,max [m\"\n6. M9 | V1/V2 | Betonfestigkeitsklasse  C25/30\n7. M10 | V1/V2\n\nThe row names are not explicitly stated, but it seems like they might be related to different measurements or conditions, such as \"Isokorbo Hohe H [mm]\", \"160\", \"180\", \"170\", \"190\", \"200\", \"210\", \"220\", \"230\", \"240\", and \"250\". \n\nThe table seems to be capturing a variety of measurements or specifications under different conditions or for different models/types.", "The table appears to be related to some technical specifications of a product named \"Schock Isokorbo XT Typ K 6.2\". The column names are somewhat complex and seem to be in German, but they include: \n\n1. Schock Isokorbo XT Typ K 6.2 Betondeckung Maximale Auskragungslan- CV [mm]\n2. Schock Isokorbo XT Typ K 6.2 Betondeckung Maximale Auskragungslan- CV [mm] | CV35\n3. Schock Isokorbo XT Typ K 6.2 Betondeckung Maximale Auskragungslan- CV [mm] | CV50\n4. M3 VV1\n5. M4 VV1\n6. M5 VV1 Betonfestigkeitsklasse  C25/30 Lk,max [m\n7. M6 VV1\n8. M7 VV1\n9. M8 VV1\n\nThe rows seem to represent different measurements or specifications related to the product, with some rows labeled with terms like \"Isokorb@ Hohe H [mm]\" and various numerical values. The table seems to be structured in a way that each row represents a different set of measurements or conditions, and each column represents a different specification or property of the product.", "The table appears to be in German and seems to be related to construction or engineering, specifically dealing with concrete coverings. The column names are: \"Maximale Auskragungslan- | ge bei\", \"Schock Isokorbo XT Typ K 6.1 Betondeckung CV [mm] | CV35\", \"Schock Isokorbo XT Typ K 6.1 Betondeckung CV [mm] | CV50\", \"M11\", \"M12 | Betonfestigkeitsklasse  C25/30 | lk,max [m]\", and \"M13\". \n\nThe row names are not explicitly stated but seem to be related to different measurements or conditions, such as \"Isokorb@ Hohe H [mm]\" and various numerical values (e.g., 180, 190, 200, 210, 220, 230, 240, 250). \n\nThe table seems to capture different measurements or conditions and their corresponding values under different types of concrete coverings.", "The table appears to be in German and seems to be related to some technical specifications, possibly in the field of construction or engineering. The column names are not explicitly stated, but based on the data provided, they could be interpreted as follows:\n\n1. Unnamed column (possibly an identifier or product name)\n2. Dammkorperdicke [mm]\n3. Maximaler Dehnfugenabstand bei e [m] for M1-M6-V1/V2/V3\n4. Maximaler Dehnfugenabstand bei e [m] for M6-VV1-M10\n\nThe row names are not explicitly stated either, but there seems to be one row of data related to the product \"Schock Isokorb@ XT Typ K 6.2\". The data in this row provides specific measurements or specifications for this product.", "The table appears to be related to the Schock Isokorb XT Typ K 6.1, a type of thermal insulation product. It seems to provide information about the maximum expansion joint distance (Maximaler Dehnfugenabstand) at different dam body thicknesses (Dammkorperdicke) and for different models or versions of the product (M11-V1/V2 - M13-V1/V2 and M11-V3 - M13-V3). The measurements are given in millimeters (mm) and meters (m).\n\nThe row names are not explicitly given in the provided information. \n\nThe column names are:\n1. Schock Isokorb@ XT Typ K 6.1. Maximaler Dehnfugenabstand bei | Dammkorperdicke [mm]\n2. Schock Isokorb@ XT Typ K 6.1. Maximaler Dehnfugenabstand bei | 120\n3. M11-V1/V2 - M13-V1/V2 | e [m] | 15,5\n4. M11-V3 - M13-V3 | e [m] | 15,3", "The table appears to be related to the Schock Isokorb@ XT Typ K 6.2, which might be a type of construction or engineering material or component. The table has 14 columns and an unspecified number of rows. \n\nThe column names are: \n1. Schock Isokorb@ XT Typ K 6.2\n2. Schock Isokorb@ XT Typ K 6.2\n3. Schock Isokorb@ XT Typ K 6.2\n4. M1 | V1\n5. M1 | V2\n6. M2 | V1\n7. M2 | V2\n8. M3 | V1\n9. M3 | V2\n10. M3 | VV1\n11. M4 | V1\n12. M4 | V2\n13. M4 | V3\n14. M4 | VV1\n\nThe first row of the table includes the following entries: \n1. Bauseitige Bewehrung\n2. Art der Lagerung\n3. Hohe [mm]\n4. Empty\n5. Empty\n6. Empty\n7. Empty\n8. Decke (Xc1) Betonfestigkeitsklasse  C25/30\n9. Balkon (XC4) Betonfestigkeitsklasse  C25/30\n10. Empty\n11. Empty\n12. Empty\n13. Empty\n14. Empty\n\nThis suggests that the table might be capturing information related to the use of Schock Isokorb@ XT Typ K 6.2 in different construction contexts, possibly including details about the type of reinforcement used (Bauseitige Bewehrung), the type of storage (Art der Lagerung), the height (Hohe [mm]), and specific details about the use in ceilings (Decke) and balconies (Balkon) with different concrete strength classes.", "The table appears to be capturing measurements in cm2/m for different positions. The column names are not explicitly stated, but it seems to include categories such as the position (e.g., \"Pos. 1 mit @8 [cm2/m]\", \"Pos. 1 mit 010 [cm2/m]\", \"Pos. 1 mit 012 [cm2/m]\"), the type of measurement (e.g., \"direkt/ indirekt\"), a range (e.g., \"160-250\"), and a series of numerical values. The row names are not explicitly stated either, but each row seems to represent a different position and its corresponding measurements.", "The table appears to be related to construction or engineering, specifically dealing with vertical reinforcement (Vertikalbewehrung). The table seems to be in German and contains complex numerical and coded data. \n\nThe row names are: \n1. \"Pos. 2 Vertikalbewehrung\"\n2. \"Konstruktive Randeinfassung\"\n3. \"Pos. 4\"\n\nThe column names are: \n1. \"Pos. 3 [cm2/m]\"\n2. \"direkt\"\n3. \"indirekt\"\n4. \"indirekt,160-250\"\n5. \"20 8 4 g 8 | 1,13\" (repeated multiple times)\n6. \"20 8 4 g 8 | I\"\n7. \"direkt/ indirekt\"\n8. \"160-250 nach DIN EN 1992-1-1 (EC2), 9.3.1.4\"\n\nPlease note that the table seems to have multiple columns with the same name (\"20 8 4 g 8 | 1,13\"), which is unusual and might indicate a formatting issue.", "The table provides information about different types of Schock Isokorb@ XT Typ K 6.2 and their respective characteristics. The row names include \"Ubergreifungsbewehrung abhangig vom Stabdurchmesser\", \"Pos. 1 mit 8 [cm2/m]\", \"Pos. 1 mit 10 [cm2/m]\", \"Pos. 1 mit 012 [cm2/m]\", \"Stabstahl langs der Dammfuge.\", \"Pos. 2\", \"Vertikalbewehrung\", \"Pos. 3 [cm2/m]\", \"Konstruktive Randeinfassung\", and \"Pos. 4\". \n\nThe column names are \"Schock Isokorb@ XT Typ K 6.2 | Bauseitige Bewehrung\", \"Schock Isokorb@ XT Typ K 6.2 | Art der Lagerung\", \"Schock Isokorb@ XT Typ K 6.2 | Hohe [mm]\", \"M5 | V1\", \"M5 | V2\", \"M5 | V3\", \"M5 | VV1 | Decke (XC1) Betonfestigkeitsklasse  C25/30 Balkon (XC4) Betonfestigkeitsklasse  C25/30\", \"M6 | V1\", \"M6 | V2\", \"M6 | V3\", \"M6 | vv1\", \"M7 | V1\", \"M7 | V2\", and \"M7 | VV1\". \n\nThe table captures various parameters such as the type of storage, height, and different measurements (V1, V2, V3, VV1) for each type of Schock Isokorb@ XT Typ K 6.2. It also includes information about the concrete strength class for the ceiling and balcony.", "The table appears to be related to construction, specifically dealing with Schock Isokorb@ XT Typ K 6.2. The columns are labeled as \"Schock Isokorb@ XT Typ K 6.2\" three times, followed by \"M8 | V1\", \"M8 | V2\", \"M8 | VV1\", \"M9 | V1\", \"M9 | V2\", \"M10 | V1\", and \"M10 | V2\". \n\nThe rows are labeled as \"Bauseitige Bewehrung\", \"Art der Lagerung\", \"Hohe [mm]\", \"Decke (Xc1) Betonfestigkeitsklasse C25/30 Balkon (XC4) Betonfestigkeitsklasse C25/30\", \"Ubergreifungsbewehrung abhangig vom Stabdurchmesser\", \"Pos. 1 mit 010 [cm2/m]\", \"Pos. 1 mit 012 [cm2/m]\", \"Stabstahl langs der Dammfugee\", \"Pos. 2\", \"Vertikalbewehrung\", \"Pos. 3 [cm2/m]\", \"Konstruktive Randeinfassunge\", and \"Pos. 4\". \n\nThe table seems to capture various measurements and specifications related to the Schock Isokorb@ XT Typ K 6.2, including the type of storage, height, concrete strength class for the ceiling and balcony, reinforcement depending on the rod diameter, and vertical reinforcement. It also includes specific positions (Pos. 1, Pos. 2, Pos. 3, Pos. 4) with their respective measurements or specifications.", "The table appears to be related to construction, specifically dealing with the Schock Isokorbo XT Typ K 6.1. It includes information about the type of reinforcement used, the type of storage, and the height in millimeters. It also includes various measurements under different categories (M1 | V1, M1 | V2, M1 | V3, M12 | V2, M12 | V3, M13 | V1, M13 | V2, M13 | V3). \n\nThe row names include: \n- Ubergreifungsbewehrung\n- Stabstahl langs der Dammfuge\n- Vertikalbewehrung\n- Konstruktive Randeinfassung am freien Rand\n\nThe column names include: \n- Schock Isokorbo XT Typ K 6.1 | Bauseitige Bewehrung bei\n- Schock Isokorbo XT Typ K 6.1 | Art der Lagerung\n- Schock Isokorbo XT Typ K 6.1 | Hohe [mm]\n- M1 | V1\n- M1 | V2\n- M1 | V3\n- M12 | V2\n- M12 | V3 | Decke (XC1) Betonfestigkeitsklasse  C25/30 Balkon (XC4) Betonfestigkeitsklasse  C25/30\n- M13 | V1\n- M13 | V2\n- M13 | V3\n\nThe table seems to be providing specific measurements and standards for different aspects of the construction process, possibly related to concrete strength and reinforcement.", "The table appears to be related to construction or architectural specifications, particularly for a balcony structure. It includes various parameters and their corresponding values.\n\nThe rows in the table are:\n1. Geometry: Overhang length (Auskragungslange)\n2. Balcony slab thickness (Balkonplattendicke)\n3. Load assumptions: Balcony slab and covering (Balkonplatte und Belag)\n4. Payload (Nutzlast)\n5. Edge load (Randlast (Brustung))\n6. Exposure classes: Outside XC 4\n7. Inside XC 1\n8. Selected: Concrete quality C25/30 for balcony and ceiling\n9. Concrete cover Cnom = 35 mm for Isokorbo tension rods (reduction cder by 5 mm, due to quality measures shock Isokorbo production)\n10. Connection geometry: No height offset, no ceiling edge beam, no balcony upstand\n11. Ceiling storage: Directly stored at the edge of the ceiling\n12. Balcony storage: Clamping of the cantilever plate with XT type K\n\nThe columns in the table are:\n1. Category or Parameter (0)\n2. Sub-category or Specific Parameter (1)\n3. Value or Description (2)", "The table provides information about certain geometric and material properties related to a construction project. The row names are \"Geometrie:\", \"\", \"\", and \"\", while the column names are \"0\", \"1\", and \"2\". The table captures the following details:\n\n1. Under the \"Geometrie:\" row, the Auskragungslange (overhang length) is given as \"lk =2,12 m\" in column 2.\n2. The next row provides the Balkonplattendicke (balcony slab thickness) as \"h = 200 mm\" in column 2.\n3. The Betondeckung (concrete cover) is specified as \"CV35\" in column 2 of the third row.\n4. The last row provides the maximale Auskragungslange (maximum overhang length) as \"lx,max = 2,14 m (aus Tabelle, siehe Seite 41) > ly\" in column 2.", "The table appears to be related to some form of engineering or physics calculations, possibly structural engineering. It contains two rows and three columns. \n\nThe column names are not explicitly stated, but based on the data, they could be interpreted as 'Parameter', 'Formula', and 'Calculation'.\n\nThe row names are 'SchnittgroBen:', 'MEd', and 'VEd'. \n\nThe table captures the formulas and calculations for the parameters 'MEd' and 'VEd'. The calculations include numerical values and units, suggesting these are specific instances or examples of how to use the formulas.", "The table appears to be in German and seems to be related to some technical specifications or measurements. The column names are 'gewahlt', 'Schwingung maBgebend', 'MRd', 'Schock Isokorb@ XT Typ K-M6-V1-REI120-CV35-X120-H200-6.2', 'VRd', 'VEd', and 'tan a'. The row names are not provided in the description. The table seems to contain values for these parameters, with some references to specific pages for further details.", "The table appears to be in German and seems to be related to some form of engineering calculations, possibly structural or civil engineering. It includes calculations for factors such as deformation, load combination, and arrangement of expansion joints. \n\nThe row names are: \n1. Verformungsfaktor\n2. Gewahlte Lastkombination\n3. mua im Grenzzustand der Tragfahigkeit ermitteln\n4. Mud\n5. Wu\n6. Anordnung von Dehnfugen\n\nThe column names are:\n1. tan a\n2. g + q/2\n3. mua im Grenzzustand der Tragfahigkeit ermitteln\n4. Mud\n5. Wu\n6. Lange Balkon\n7. keine Dehnfugen erforderlich\n\nPlease note that due to the language and technical nature of the content, some terms may not be accurately translated or interpreted.", "The table appears to contain information about different types of Schock Isokorb XT Typ K-F 6.2, a type of thermal insulation product. The table seems to be divided into several sections, each capturing different aspects of the product.\n\nColumn names include: \"Schock Isokorb@ XT Typ K-F 6.2\", \"Zugstabe V1/V2\", \"M1 4 q 8\", \"M2 708\", \"M3 100 8\", \"M4 120 8\", \"M5 1308\", \"M6 150 8\". These columns seem to represent different models or specifications of the product.\n\nRow names include: \"Oberteil II\", \"Unterteil I\", \"Querkraftstabe V1\", \"Querkraftstabe V2\", \"Querkraftstabe V3\", \"Querkraftstabe VV1\", \"Drucklager V1/V2 [Stk.]\", \"Drucklager V3 [Stk.]\", \"Drucklager VV1 [Stk.]\", \"Sonderbugel VV1 [Stk.]\", \"Isokorb@ Lange [mm]\", \"Isokorbo Betondeckung [mm]\", \"Isokorbo Hohe H [mm]\", \"Weiteres\", \"SchnittgroBen\", \"Bauphysikalische Kennwerte\", \"Uberhohung\", \"Dehnfugenabstand\". These rows seem to represent different components or characteristics of the product, such as its length, height, and other physical and construction properties.", "The table appears to be a technical specification sheet for a product named \"Schock Isokorbo XT Typ K-F 6.2\". The table is divided into several sections, each providing different types of information about the product.\n\nColumn names are: \"Schock Isokorbo XT Typ K-F 6.2\", \"Schock Isokorbo XT Typ K-F 6.2 | Zugstabe V1/V2\", \"M7 8012\", \"M8 9 12\", \"M9 12 12\", \"M10 13012\".\n\nRow names are: \"Oberteil II\", \"Unterteil I\", \"Querkraftstabe V1\", \"Querkraftstabe V2\", \"Querkraftstabe VV1\", \"Drucklager V1/V2 [Stk.]\", \"Drucklager VV1 [Stk.]\", \"Sonderbugel [Stk.]\", \"Abmessungen\", \"Isokorbo Lange [mm]\", \"Isokorbo Betondeckung [mm]\", \"Isokorbo Hohe H [mm]\", \"Weiteres\", \"SchnittgroBen\", \"Bauphysikalische Kennwerte\", \"Uberhohung\", \"Dehnfugenabstand\".\n\nThe table captures various technical specifications of the product, including dimensions, physical properties, and other specific features. It also includes some values for these specifications under different conditions or configurations, represented by the \"M7 8012\", \"M8 9 12\", \"M9 12 12\", \"M10 13012\" columns.", "The table appears to be related to the Schock Isokorb@ XT Typ K-F 6.2, which might be a type of construction or engineering material or component. The table seems to capture various measurements or specifications related to this product. \n\nThe column names are: \n1. Schock Isokorb@ XT Typ K-F 6.2\n2. Schock Isokorb@ XT Typ K-F 6.2\n3. Schock Isokorb@ XT Typ K-F 6.2\n4. M1 | V1\n5. M1 | V2\n6. M2 | V1\n7. M2 | V2\n8. M3 | V1\n9. M3 | V2\n10. M3 | VV1\n11. M4 | V1\n12. M4 | V2\n13. M4 | V3\n14. M4 | VV1\n\nThe row names are: \n1. Bauseitige Bewehrung\n2. Ort\n3. Hohe [mm]\n4. Decke (XC1) Betonfestigkeitsklasse C25/30 Balkon (Xc4) Betonfestigkeitsklasse C25/30\n\nThe table seems to capture data related to the location, height, and possibly the strength or other properties of the Schock Isokorb@ XT Typ K-F 6.2 in different conditions or settings. The terms \"Betonfestigkeitsklasse C25/30\" and \"Balkon (Xc4)\" suggest that the table might be related to concrete strength classes and balcony construction.", "The table appears to be related to some form of construction or engineering measurements, possibly related to the reinforcement of structures such as balconies or ceilings. The table is divided into three main sections: Pos. 1, Stabstahl langs der Dammfuge (which is German for \"rebar along the dam joint\"), and Vertikalbewehrung (which is German for \"vertical reinforcement\").\n\nIn the Pos. 1 section, the column names are \"Pos. 1 mit 8 [cm2/m]\", \"Pos. 1 mit 010 [cm2/m]\", \"Pos. 1 mit 012 [cm2/m]\", and a series of measurements for \"balkons./ deckens.\" (which could be German for \"balconies/ceilings\") in the range of 160-250. Each of these columns contains a series of three numerical values.\n\nIn the Stabstahl langs der Dammfuge section, the column names are not clearly defined, but it seems to contain measurements related to \"balkonseitig 160-180\" and \"balkons./ deckens. 190-250\".\n\nIn the Vertikalbewehrung section, the column names are \"Pos. 3 [cm2/m]\", \"balkonseitig\", \"190-250\", and a series of numerical values for \"deckenseitig\".\n\nThe row names are not clearly defined, but they seem to correspond to different positions or locations within the structure being measured.", "The table appears to have four columns and one row. The column names are not explicitly given, but based on the data provided, they could be interpreted as follows:\n\nColumn 0: Position or 'Pos.'\nColumn 1: Possibly a descriptor or location, 'balkonseitig' in this case.\nColumn 2: A range or measurement, '160-250'.\nColumn 3: A standard or regulation, 'nach DIN EN 1992-1-1 (EC2), 9.3.1.4'.\n\nThe single row of data seems to describe a specific item or situation, possibly related to construction or engineering, given the reference to a DIN EN standard.", "The table appears to be related to the Schock Isokorbo XT Typ K-F 6.2, which could be a type of construction or engineering material or equipment. The table seems to capture various measurements or specifications related to this item. \n\nThe column names are: \n1. Schock Isokorbo XT Typ K-F 6.2\n2. Schock Isokorbo XT Typ K-F 6.2\n3. Schock Isokorbo XT Typ K-F 6.2\n4. M5 | V1\n5. M5 | V2\n6. M5 | V3\n7. M5 | VV1\n8. M6 | V1\n9. M6 | V2\n10. M6 | V3\n11. M6 | VV1\n12. M7 | V1\n13. M7 | V2\n14. M7 | VV1\n\nThe row names are: \n1. Bauseitige Bewehrung\n2. Ort\n3. Hohe [mm]\n4. Decke (XC1) Betonfestigkeitsklasse  C25/30 Balkon (Xc4) Betonfestigkeitsklasse  C25/30\n\nThe table seems to capture data related to the Schock Isokorbo XT Typ K-F 6.2 in different conditions or measurements (M5, M6, M7) and different versions (V1, V2, V3, VV1). The rows capture the location, height, and specific concrete strength classes for a ceiling and balcony.", "The table appears to contain data related to some kind of construction or engineering measurements, possibly related to the reinforcement of structures. The measurements are given in square centimeters per meter (cm2/m). The table seems to be divided into three main sections: 'Pos. 1', 'Stabstahl langs der Dammfuge' (which translates to 'Rebar along the dam joint' from German), and 'Vertikalbewehrung' (which translates to 'Vertical reinforcement' from German).\n\nThe column names are: 'Pos. 1 mit 8 [cm2/m]', 'Pos. 1 mit 10 [cm2/m]', 'Pos. 1 mit 012 [cm2/m]', 'balkons./ deckens.', '160-250', '7,62 9,20 11,04', '7,24 8,77 10,52', '7,24 8,81 10,58', '7,54 9,02 10,82', '8,66 10,44 12,53', '8,27 10,01 12,01', '8,27 10,07 12,09', '8,80 8,80 8,80', '9,79 10,40 11,02', '9,79 10,61 11,43', '9,90 9,90 9,90'.\n\nThe row names are: 'Stabstahl langs der Dammfuge', 'Pos. 2', 'balkonseitig 160-180', 'balkons./ deckens.', '190-250', '308', 'Vertikalbewehrung', 'Pos. 3 [cm2/m]', 'balkonseitig', 'deckenseitig', '190-250'.\n\nPlease note that the table seems to contain some inconsistencies and may not be properly formatted, as some of the row and column names appear to be data values and vice versa.", "The table appears to be in German and seems to be related to construction specifications or standards. The column names are \"Konstruktive Randeinfassung.\", \"Pos. 4,Konstruktive Randeinfassung.\", and \"balkonseitig160-250,\"nach DIN EN 1992-1-1 (EC2), 9.3.1.4\"\". The table does not provide any row names. The content of the table is not clear without additional context or data.", "The table appears to be related to construction, specifically dealing with Schock Isokorb XT Typ K-F 6.2. The table seems to contain measurements and specifications for different aspects of construction, such as reinforcement, steel bars, vertical reinforcement, and constructive edge enclosures. \n\nThe column names are: \n1. Schock Isokorb@ XT Typ K-F 6.2\n2. Schock Isokorb@ XT Typ K-F 6.2\n3. Schock Isokorb@ XT Typ K-F 6.2\n4. M8 | V1\n5. M8 | V2\n6. M8 | VV1\n7. M9 | V1\n8. M9 | V2\n9. M10 | V1\n10. M10 | V2\n\nThe row names are: \n1. Bauseitige Bewehrung\n2. Ubergreifungsbewehrung abhangig vom Stabdurchmesser\n3. Pos. 1 mit 10 [cm2/m]\n4. Pos. 1 mit 012 [cm2/m]\n5. Stabstahl langs der Dammfuge\n6. Pos. 2\n7. Vertikalbewehrung\n8. Pos. 3 [cm2/m]\n9. Konstruktive Randeinfassung\n10. Pos. 4\n\nThe table seems to be in German, and it includes measurements in cm2/m and mm, as well as references to DIN EN 1992-1-1 (EC2), 9.3.1.4, which is a standard for the design of concrete structures.", "The table appears to be related to construction, specifically dealing with the Schock Isokorbo XT Typ K-F 6.2. It includes various measurements and specifications for different positions and conditions. \n\nThe column names are: \n1. Schock Isokorbo XT Typ K-F 6.2 | Bauseitige Bewehrung\n2. Schock Isokorbo XT Typ K-F 6.2 | Ort\n3. Schock Isokorbo XT Typ K-F 6.2 | Hohe [mm]\n4. M1 | V1\n5. M1 | V2\n6. m2 | V1\n7. m2 | V2 | Decke (Xc1) Betonfestigkeitsklasse  C25/30 Balkon (XC4) Betonfestigkeitsklasse  C25/30\n8. M3 | V1\n9. M3 | V2\n10. M3 | VV1\n11. M4 | V1\n12. M4 | V2\n13. M4 | V\n14. M4 | VV1\n\nThe row names are not explicitly stated but seem to include different positions (Pos. 1, Pos. 2, etc.), different types of reinforcement (Ubergreifungsbewehrung, Stabstahl, etc.), and different locations (balkons./deckens., etc.). \n\nPlease note that the table seems to contain some missing or unclear data, and some rows and columns are not fully filled out.", "The table appears to have four columns and two rows. The column names are not explicitly given, but based on the data, they could be interpreted as follows:\n\nColumn 0: Position or Item Number\nColumn 1: Item Description or Type\nColumn 2: Possible Range or Dimensions\nColumn 3: Some kind of numerical value, possibly a price or quantity\n\nThe first row captures data related to 'balkons' with a range of '160-180' and a numerical value of '408'. The second row captures data related to 'deckens' with a range of '190-250' and a numerical value of '608'.", "The table appears to contain information about a specific position or item, possibly related to construction or engineering. The table has one row and four columns. \n\nThe column names are not explicitly given, but based on the data provided, they could be interpreted as follows:\n- Column 0: Position or Item Number\n- Column 1: Feature or Description\n- Column 2: Range or Value\n- Column 3: Standard or Regulation Reference\n\nThe row captures the following information:\n- Position or item number 4\n- It has something to do with 'balkons./ deckens.'\n- The range or value associated with it is 160-250\n- It is related to or regulated by 'nach DIN EN 1992-1-1 (EC2), 9.3.1.4'", "The table appears to be related to construction, specifically dealing with Schock Isokorb XT Typ K-F 6.2, which seems to be a type of construction material or component. The table seems to capture various measurements or specifications related to this component under different conditions or categories.\n\nThe column names are: \n1. Schock Isokorb@ XT Typ K-F 6.2 (appears three times)\n2. M5 | V1\n3. M5 | V2\n4. M5 | V3\n5. M5 | VV1\n6. M6 | V1\n7. M6 | V2\n8. M6 | V3\n9. M6 | VV1\n10. M7 | V1\n11. M7 | V2\n12. M7 | VV1\n13. Decke (XC1) Betonfestigkeitsklasse C25/30 Balkon (XC4) Betonfestigkeitsklasse C25/30\n\nThe row names are: \n1. Bauseitige Bewehrung\n2. Ort\n3. Hohe [mm]", "The table appears to contain information about a specific position or item, possibly related to construction or engineering. The row names are not explicitly given, but based on the data, they could be interpreted as 'Position', 'Description', 'Value Range', and 'Standard Reference'. The column names are not provided in the table. The table has one row of data, which includes a position number (4), a description or type (balkons./ deckens.), a value range (160-250), and a reference to a standard (nach DIN EN 1992-1-1 (EC2). 9.3.1.4).", "The table appears to be related to construction, specifically dealing with the Schock Isokorbo XT Typ K-F 6.2. It includes measurements and specifications for various components of this construction element. \n\nThe column names are: \n1. Schock Isokorbo XT Typ K-F 6.2\n2. Schock Isokorbo XT Typ K-F 6.2\n3. Schock Isokorbo XT Typ K-F 6.2\n4. M8 | V1\n5. M8 | V2\n6. M8 | VV1\n7. M9 | V1\n8. M9 | V2\n9. M10 | V1\n10. M10 | V2\n\nThe row names are: \n1. Bauseitige Bewehrung\n2. Ort\n3. Hohe [mm]\n4. Decke (Xc1) Betonfestigkeitsklasse  C25/30 Balkon (XC4) Betonfestigkeitsklasse  C25/30\n5. Ubergreifungsbewehrung abhangig vom Stabdurchmesser\n6. Pos. 1 mit 010 [cm2/m]\n7. Pos. 1 mit 012 [cm2/m]\n8. Stabstahl langs der Dammfuge\n9. Pos. 2\n10. Vertikalbewehrung (einschnittig anrechenbar)\n11. Pos. 3 [cm2/m]\n12. Konstruktive Randeinfassung\n13. Pos. 4\n\nThe table captures various measurements and specifications such as height (Hohe [mm]), location (Ort), and specific positions (Pos. 1, Pos. 2, etc.). It also includes information about the concrete strength class for the ceiling and balcony (Decke (Xc1) Betonfestigkeitsklasse  C25/30 Balkon (XC4) Betonfestigkeitsklasse  C25/30).", "The table provides information on the minimal component dimensions for different types of Schock Isokorb XT Typ K-U 7.2. The row names are \"Isokorbo Hohe H [mm]\" which represents the height of the Isokorbo in millimeters. The column names are \"Schock Isokorb XT Typ K-U 7.2 Minimale Bauteilabmessung bei\", \"160, M1-M4 | CV35 | Wmin [mm]\", \"175, M1-M4 | CV35 | LR [mm]\", \"155, M1-M4 | CV50 | Wmin [mm]\", and \"M1-M4 | CV50 | LR [mm]\". These columns represent different types and measurements of the Schock Isokorb XT Typ K-U 7.2.", "The table appears to be related to some technical specifications of a product, possibly a component or tool named \"Schock Isokorbo XT Typ K-O 7.2\". The table captures different measurements (in millimeters) for this product under different conditions or configurations.\n\nThe column names are:\n1. \"Schock Isokorbo XT Typ K-O 7.2\"\n2. \"Minimale Bauteilabmessung bei,160,M1-M4\"\n3. \"CV35\"\n4. \"Wmin [mm]\"\n5. \"175,M1-M4\"\n6. \"CV35\"\n7. \"LR [mm]\"\n8. \"145,M1-M4\"\n9. \"CV50\"\n10. \"Wmin [mm],M1-M4\"\n11. \"CV50\"\n12. \"LR [mm]\"\n\nThe row names are:\n1. \"Isokorbo Hohe H [mm]\"\n2. The values from 170 to 250 (in increments of 10) which likely represent different models or versions of the product.\n\nThe table seems to be capturing the minimal component dimensions (\"Minimale Bauteilabmessung\") at different levels (M1-M4), CV35 and CV50 values, Wmin [mm] and LR [mm] values for each version of the product.", "The table appears to contain data related to the Schock Isokorbo XT Typ K 6.2 Betondeckung CV, a type of concrete cover. The column names are \"Bemessungs-\", \"werte bei\", \"Schock Isokorbo XT Typ K 6.2 Betondeckung CV [mm] | CV35\", \"Schock Isokorbo XT Typ K 6.2 Betondeckung CV [mm] | CV50\", \"M1\", \"M2 | Betonfestigkeitsklasse  C25/30 | Unterzugbreite  220 mm | MRd,y [kNm/m]\", \"M3\", and \"M4\". \n\nThe rows contain various numerical values, some of which are negative, and some of which are marked with a dash. There are also some rows labeled with \"Isokorb* Hone H [mm]\", \"200 ZOO\", and \"Nebentragstufe\", followed by \"V1\", \"V2\", \"V3\", \"VV1\", and various numerical values. \n\nThe table seems to be capturing different measurements and values related to the concrete cover, possibly including its dimensions, strength, and other technical specifications.", "The table appears to be related to the specifications of the Schock Isokorbo XT Typ K 6.2. The column names are 'M1', 'M2', 'M3', and 'M4'. The row names are 'Bestuckung bei', 'Zugstabe V1/V2', 'Zugstabe V3', 'Zugstabe VV1', 'Querkraftstabe V1', 'Querkraftstabe V2', 'Querkraftstabe V3', 'Querkraftstabe VV1', 'Drucklager V1/V2 [Stk.]', 'Drucklager V3 [Stk.]', and 'Drucklager VV1 [Stk.]'. \n\nThe table seems to capture different measurements or specifications for each of these categories across four different models or versions (M1, M2, M3, M4) of the Schock Isokorbo XT Typ K 6.2. The measurements or specifications are given in a combination of numbers and alphanumeric codes.", "The table appears to contain data related to the Schock Isokorbo XT Typ K 6.2 Betondeckung CV, a specific type of construction material or component. The table seems to be organized by different parameters or measurements of this component, including Bemessungs-werte bei, CV35, CV50, M5, M6, M7, M8, and others. \n\nThe row names are not explicitly stated, but they seem to represent different measurements or conditions under which the component is tested or used, such as different Betondeckung CV [mm] values (160, 170, 180, etc.), Isokorb* Hone H [mm] values, and Nebentragstufe values (V1, V2, V3, VV1). \n\nThe column names include \"Bemessungs- | werte bei\", \"Schock Isokorbo XT Typ K 6.2 Betondeckung CV [mm] | CV35\", \"Schock Isokorbo XT Typ K 6.2 Betondeckung CV [mm] | CV50\", \"M5\", \"M6\", \"M7 | Betonfestigkeitsklasse  C25/30 | Unterzugbreite  220 mm | mRd,y [kNm/m]\", \"M8\", and \"VRd,z [kN/m]\". These columns seem to capture different measurements or characteristics of the Schock Isokorbo XT Typ K 6.2 Betondeckung CV.", "The table appears to be a specification sheet for the Schock Isokorb XT Typ K 6.2, detailing the different components and their measurements in millimeters (mm) for different models (M5, M6, M7, M8). \n\nThe row names are: \n1. Zugstabe V1/V2\n2. Zugstabe V3\n3. Zugstabe VV1\n4. Querkraftstabe V1\n5. Querkraftstabe V2\n6. Querkraftstabe V3\n7. Querkraftstabe VV1\n8. Drucklager V1/V2 [Stk.]\n9. Drucklager V3 [Stk.]\n10. Drucklager VV1 [Stk.]\n11. Sonderbugel VV1 [Stk.]\n\nThe column names are: \n1. M5\n2. M6\n3. M7\n4. M8\n\nThe table captures the length of the Isokorb, the measurements of different types of Zugstabe, Querkraftstabe, Drucklager, and the quantity of Sonderbugel for each model.", "The table appears to be related to some technical specifications, possibly in the field of construction or engineering. The column names are: \"Bemessungs- werte bei\", \"Schock Isokorb@ XT Typ K-U 7.2 Betondeckung CV [mm] | CV35\", \"Schock Isokorb@ XT Typ K-U 7.2 Betondeckung CV [mm] | CV50\", \"M1\", \"M2 | Betonfestigkeitsklasse  C25/30 | 200 mm > Unterzugbreite  175 mm 200 mm > Wanddicke  175 mm | mRd,y [kNm/m]\", \"M3\", \"M4\", \"Isokorbo Hohe H [mm]\", \"VRd,z [kN/m]\", and \"Nebentragstufe\". \n\nThe row names are not explicitly stated, but the rows seem to represent different measurements or conditions, such as \"160\", \"180\", \"170\", \"190\", \"200\", \"210\", and \"V1\". \n\nThe table captures various measurements and values related to the \"Schock Isokorb@ XT Typ K-U 7.2\" and \"Isokorbo Hohe H [mm]\". It also includes values for \"Betonfestigkeitsklasse C25/30\" and \"Unterzugbreite/Wanddicke\". The \"M1\", \"M2\", \"M3\", and \"M4\" columns seem to represent different scenarios or conditions, but it's not clear what these are without further context.", "The table appears to be related to some technical specifications or measurements, possibly in the field of construction or engineering. The table seems to be in German, with some terms related to concrete cover (Betondeckung), strength class (Betonfestigkeitsklasse), and other parameters.\n\nThe column names are:\n1. Bemessungs- werte bei\n2. Schock Isokorb@ XT Typ K-U 7.2 Betondeckung CV [mm] | CV35\n3. Schock Isokorb@ XT Typ K-U 7.2 Betondeckung CV [mm] | CV50\n4. M1\n5. \"M2 | Betonfestigkeitsklasse  C25/30 | 220 mm > Unterzugsbreite  200 mm 220 mm > Wanddicke  200 mm | MRd,y [kNm/m]\"\n6. M3\n7. M4\n8. VRd,z [kN/m]\n9. Nebentragstufe\n10. V1\n\nThe row names are not explicitly stated, but the first column seems to contain two types of entries: \"Isokorbo Hohe. H [mm]\" and \"Nebentragstufe\". The values in the rows under these entries appear to be measurements or specifications related to the column headers.", "The table appears to be related to some kind of engineering or construction data, possibly related to concrete structures. The table seems to be in German, with some terms referring to concrete cover (Betondeckung), concrete strength class (Betonfestigkeitsklasse), and other technical parameters.\n\nColumn names are:\n1. Bemessungs- werte bei\n2. Schock Isokorb@ XT Typ K-U 7.2 Betondeckung CV [mm] | CV35\n3. Schock Isokorb@ XT Typ K-U 7.2 Betondeckung CV [mm] | CV50\n4. M1\n5. M2 | Betonfestigkeitsklasse  C25/30 | 240 mm > Unterzugbreite  220 mm 240 mm > Wanddicke  220 mm | mRd,y [kNm/m]\n6. M3\n7. 14\n8. Isokorbo Hohe H [mm]\n9. VRd,z [kN/m]\n10. Nebentragstufe\n11. V1\n\nThe rows seem to represent different measurements or conditions, with some rows labeled with numbers (160, 170, 180, etc.), and others labeled with terms like \"Isokorbo Hohe H [mm]\" and \"Nebentragstufe\". The table also includes various numerical values, possibly representing measurements or calculations related to the parameters in the column names.", "The table appears to be related to some technical specifications or measurements, possibly in the field of construction or engineering. The table seems to be in German, with some terms referring to concrete cover (Betondeckung), concrete strength class (Betonfestigkeitsklasse), and width of the beam (Unterzugbreite). \n\nThe column names are:\n1. Bemessungs- werte bei\n2. Schock Isokorb@ XT Typ K-U 7.2 Betondeckung CV [mm] | CV35\n3. Schock Isokorb@ XT Typ K-U 7.2 Betondeckung CV [mm] | CV50\n4. M1\n5. \"M2 | Betonfestigkeitsklasse  C25/30 | Unterzugbreite  240 mm | MRd,y [kNm/m]\"\n6. M3 | Wanddicke  240 mm\n7. 14\n8. Isokorbo Hohe. H [mm]\n9. VRd,z [kN/m]\n10. Nebentragstufe\n11. V1\n\nThe row names are not explicitly given, but the rows seem to represent different measurements or specifications for different conditions or parameters. Some rows contain numerical values, while others contain a mix of numerical values and text.", "The table appears to be related to the specifications of a product named \"Schock Isokorb@ XT Typ K-U 7.2\". The column names are \"Isokorbo Lange [mm],M3,M4\" and the row names are \"Bestuckung bei\", \"Zugstabe\", \"Ankerstabe\", \"Querkraftstabe V1\", \"Drucklager [Stk.]\", and \"Sonderbugel [Stk.]\". The table captures different measurements and quantities related to the product, such as the length of the Isokorbo, the number of Zugstabe, Ankerstabe, Querkraftstabe V1, Drucklager, and Sonderbugel.", "The table provides data related to the Schock Isokorbo XT Typ K-O 7.2, a type of construction material. The table appears to be in German, with some terms translated into English. \n\nThe column names are: \n1. Bemessungs- werte bei\n2. Schock Isokorbo XT Typ K-O 7.2 Betondeckung CV [mm] | CV35\n3. Schock Isokorbo XT Typ K-O 7.2 Betondeckung CV [mm] | CV50\n4. M1\n5. \"M2 | Betonfestigkeitsklasse  C25/30 | Unterzugbreite  175 mm Wanddicke  175 mm | mRd,y [kNm/m]\"\n6. M3\n7. M4\n\nThe row names are not explicitly stated, but the rows seem to represent different measurements or conditions related to the Schock Isokorbo XT Typ K-O 7.2, such as the Isokorbo height (Isokorbo Hohe. H [mm]), the concrete cover (Betondeckung CV [mm]), and the width and thickness of the concrete (Unterzugbreite and Wanddicke). \n\nThe table also includes values for different parameters such as M1, M2, M3, M4, and mRd,y [kNm/m]. The meaning of these parameters is not clear from the table alone and may require additional context or knowledge about the Schock Isokorbo XT Typ K-O 7.2.", "The table appears to be related to the Schock Isokorbo XT Typ K-O 7.2 and its various components. The column names are 'M1', 'M2', 'M3', 'M4', and the row names are 'Zugstabe', 'Ankerstabe', 'Querkraftstabe', 'Drucklager [Stk.]', and 'Sonderbugel [Stk.]'. The table seems to be capturing the different specifications or measurements of these components at a given Isokorbo length of 1000mm.", "The table appears to be related to some form of engineering or physics calculations, possibly in the field of structural or mechanical engineering. The column names are \"Wu\", \"= tan a\", \"lk (mud / mrd)\", and \"10 [mm]\". The row names are \"Einzusetzende Faktoren:\", \"tan a,= Tabellenwert einsetzen.\", \"lk,= Auskragungslange [m]\", \"Grenzzustand der Tragfahigkeit ermitteln).\", \"mRd,= Maximales Bemessungsmoment [kNm/m] des Schock Isokorbo\", and \"10,= Umrechnungsfaktor fur Einheiten\". \n\nThe table seems to be capturing various factors and parameters related to a certain calculation or process. These include a factor to be substituted (\"Einzusetzende Faktoren\"), a table value to be inserted (\"tan a,= Tabellenwert einsetzen\"), the overhang length (\"lk,= Auskragungslange [m]\"), the limit state of load-bearing capacity (\"Grenzzustand der Tragfahigkeit ermitteln\"), the maximum design moment of the shock isocorbo (\"mRd,= Maximales Bemessungsmoment [kNm/m] des Schock Isokorbo\"), and a conversion factor for units (\"10,= Umrechnungsfaktor fur Einheiten\").", "The table appears to be related to the Schock Isokorbo XT Typ product, specifically the K-U 7.2 | CV35 and K-U 7.2 | CV50 models. It captures the deformation factors (Verformungsfaktoren be) at different heights (Isokorbo Hohe H [mm]) for these models. \n\nThe column names are: \n1. Schock Isokorbo XT Typ\n2. K-U 7.2 | CV35\n3. K-U 7.2 | CV50\n\nThe row names are: \n1. Verformungsfaktoren be\n2. Wvorh 175 mm\n3. tan a [%]\n4. Isokorbo Hohe H [mm] with values ranging from 160 to 250 mm. \n\nThe table includes values for the deformation factors at each height for the two models.", "The table appears to be related to some kind of scientific or engineering data, possibly related to material properties or testing. The table has three columns and eleven rows.\n\nColumn Names:\n1. Isokorbo Hohe H [mm]\n2. K-O 7.2 | CV35\n3. K-O 7.2 | CV50\n\nRow Names:\n1. Verformungsfaktoren bei\n2. Wvorh 175 mm\n3. tan a [%]\n4. 160\n5. 170\n6. 180\n7. 190\n8. 200\n9. 210\n10. 220\n11. 230\n12. 240\n13. 250\n\nThe first row seems to be a header or title row, with terms like \"Verformungsfaktoren bei\", \"Wvorh 175 mm\", and \"tan a [%]\". The first column, \"Isokorbo Hohe H [mm]\", appears to represent a measurement in millimeters, possibly a height or thickness. The second and third columns, \"K-O 7.2 | CV35\" and \"K-O 7.2 | CV50\", seem to represent two different types or conditions of the \"Schock Isokorbo XT Typ\". The values in these columns appear to be some kind of factor or ratio, possibly related to deformation or distortion.", "The table appears to be related to some technical specifications or measurements, possibly in the field of construction or engineering. The language used in the table is German, with terms like \"Maximale Auskragungslan\" and \"Betondeckung\" suggesting a context of concrete coverage and maximum projection length.\n\nThe column names are:\n1. Maximale Auskragungslan | ge bei\n2. \"Schock Isokorbo XT Typ K-U, K-O 7.2 Betondeckung CV [mm] | CV35 | 160\"\n3. \"Schock Isokorbo XT Typ K-U, K-O 7.2 Betondeckung CV [mm] | CV50\"\n4. \"M1 | 1,44\"\n5. \"M2 | lk,max [m | 1,62\"\n6. \"M3 | Betonfestigkeitsklasse  C25/30 | 1,77\"\n7. \"14 | 1,90\"\n\nThe row names are not explicitly stated but seem to be related to different measurements or conditions, such as \"Isokorb Hohe H [mm]\" and various numerical values (e.g., 180, 170, 190, 200, 210, 220, 230, 240, 250). \n\nThe table seems to capture a series of measurements or values under different conditions or parameters, possibly related to the performance or characteristics of a product (possibly the \"Schock Isokorbo XT Typ K-U, K-O 7.2\").", "The table appears to be related to a specific type of Schock Isokorb, specifically the XT Typ K-U/O 7.2. It seems to be capturing data related to the maximum expansion joint distance (Maximaler Dehnfugenabstand) at different dam body thicknesses (Dammkorperdicke) in millimeters. There is also a column related to the measurement \"M1-M4 e [m] 21,7\" at a dam body thickness of 120mm. \n\nThe row names are not explicitly given in the provided information. \n\nThe column names are:\n1. Schock Isokorb@ XT Typ K-U/O 7.2 Maximaler Dehnfugenabstand bei | Dammkorperdicke [mm]\n2. Schock Isokorb@ XT Typ K-U/O 7.2 Maximaler Dehnfugenabstand bei | 120\n3. \"M1-M4 e [m] 21,7\"", "The table appears to be related to construction, specifically dealing with the Schock Isokorbo XT Typ K 6.2. It includes information about reinforcement (Bewehrung), location (Ort), height (Hohe), and various measurements and specifications related to concrete strength classes (Betonfestigkeitsklasse) for different parts of a structure (Decke and Balkon). \n\nThe column names are: Schock Isokorbo XT Typ K 6.2 (repeated three times), M1 | V1, M1, M1 | V2, M2, M2 | V1, M2, M2 | V2, M3 | V1, M3, M3 | V2, M3, M3 | VV1. \n\nThe row names include: Bauseitige Bewehrung, Ort, Hohe [mm], Ubergreifungsbewehrung abhangig vom Stabdurchmesser, Pos. 1 mit 08 [cm2/m] Pos. 1 mit 10 [cm2/m], Stabstahl langs der Dammfug, Pos. 2, Bugelbewehrung zur Umlenkung der Zugkraft (einschnittig anrechenbar) deckenseitig 160-250, Pos. 3 [cm2/m], Bugelbewehrung gemaB Querkraftbemessung, \"Pos. 4 deckenseitig 160-250 Bugelbewehrung nach DIN EN 1992-1-1 (EC2), 6.2.3, 9.2.2\", and similar entries for the Schock Isokorbo XT Typ K 6.2. \n\nThe table seems to be providing specific measurements and requirements for different aspects of construction using the Schock Isokorbo XT Typ K 6.2.", "The table appears to be related to some kind of engineering or construction data, possibly about a deck or ceiling (as suggested by the term \"deckenseitig\"). The table seems to be in German, with terms like \"Bugelbewehrung\" and \"Querkraftbemessung\" which refer to reinforcement and shear force design respectively. \n\nThe column names are: \n1. Pos. 3 [cm2/m], deckenseitig160-250\n2. 9,50\n3. 9,81\n4. 10,24\n5. 8,37\n6. 10,75\n7. 11,07\n8. 11,35\n9. 11,34\n10. 12,40\n11. 12,71\n12. 13,15\n13. 11,06\n\nThe row names are not clearly defined in the provided data. However, there are mentions of \"Bugelbewehrung gemaB Querkraftbemessung\" and \"deckenseitig160-250 Bugelbewehrung nach DIN EN 1992-1-1 (EC2), 6.2.3, 9.2.2\" which could be related to the row data. \n\nThe table seems to contain numerical data, possibly measurements or calculations related to the mentioned engineering concepts.", "The table appears to be related to construction, specifically dealing with the Schock Isokorbo XT Typ K 6.2 product. It includes measurements and specifications for various positions and components of the product. \n\nThe column names are: \n1. Schock Isokorbo XT Typ K 6.2\n2. Schock Isokorbo XT Typ K 6.2\n3. Schock Isokorbo XT Typ K 6.2\n4. M7 | V1\n5. M7 | V2\n6. M7 | VV1\n7. M8 | V1\n8. M8 | V2\n9. M8 | VV1\n\nThe row names are: \n1. Bauseitige Bewehrung\n2. Ort\n3. Hohe\n4. Decke (XC1) Betonfestigkeitsklasse  C25/30 Balkon (XC4) Betonfestigkeitsklasse  C25/30\n5. Ubergreifungsbewehrung abhangig vom Stabdurchmesser\n6. Pos. 1 mit 8 [cm2/m]\n7. Pos. 1 mit 010 [cm2/m]\n8. Pos. 1 mit 012 [cm2/m]\n9. Stabstahl langs der Dammfuge\n10. Pos. 2\n11. Bugelbewehrung zur Umlenkung der Zugkraft (einschnittig anrechenbar)\n12. Pos. 3 [cm2/m]\n13. Bugelbewehrung gemaB Querkraftbemessung\n14. Pos. 4\n\nThe table seems to be capturing different measurements and specifications for various positions and components of the Schock Isokorbo XT Typ K 6.2 product, including the height, location, and reinforcement.", "The table appears to be related to construction, specifically dealing with the Schock Isokorbo XT Typ K-U 7.2. The table seems to contain information about different positions (Pos. 1, Pos. 2, etc.) and their corresponding measurements or specifications. \n\nThe column names are: \n1. Schock Isokorbo XT Typ K-U 7.2\n2. Schock Isokorbo XT Typ K-U 7.2\n3. Schock Isokorbo XT Typ K-U 7.2\n4. M1\n5. M2\n6. M3\n7. M4\n\nThe row names are: \n1. Bauseitige Bewehrung\n2. Ubergreifungsbewehrung abhangig vom Stabdurchmesser\n3. Pos. 1 mit 8 [cm2/m]\n4. Pos. 1 mit 10 [cm2/m]\n5. Pos. 1 mit 12 [cm?/m]\n6. Stabstahl langs der Dammfuge\n7. Pos. 2\n8. Vertikalbewehrung (einschnittig anrechenbar)\n9. Pos. 3 [cm-/m] Mindestbewehrung\n10. Pos. 3 Bauteilbemessung\n11. Stabstahl langs der Dammfuge\n12. Pos. 4\n13. Spaltzugbewehrung (einschnittig anrechenbar)\n14. Pos. 5 [cm2/m]\n\nThe table seems to contain information about the location (Ort), height (Hohe [mm]), and other specifications related to different positions in the construction process. Some rows also contain specific measurements for M1, M2, M3, and M4.", "The table appears to be related to construction, specifically dealing with the Schock Isokorbo XT Typ K-U 7.2. It includes various measurements and specifications for different parts of a structure, possibly a building or a bridge. \n\nThe column names are: \n1. Schock Isokorbo XT Typ K-U 7.2\n2. Schock Isokorbo XT Typ K-U 7.2\n3. Schock Isokorbo XT Typ K-U 7.2\n4. M1\n5. M2\n6. M3\n7. M4\n\nThe row names are: \n1. Bauseitige\n2. Ort\n3. Hohe [mm]\n4. Decke (XC1) Betonfestigkeitsklasse  C25/30 Balkon (XC4) Betonfestigkeitsklasse  C25/30\n5. Bewehrung\n6. Ubergreifungsbewehrung abhangig vom Stabdurchmesser\n7. Pos. 1 mit 8 [cm2/m]\n8. Pos. 1 mit 10 [cm2/m]\n9. Pos. 1 mit 12 [cm2/m]\n10. Stabstahl langs der Dammfug\n11. Pos. 2\n12. Vertikalbewehrung (einschnittig anrechenbar)\n13. Pos. 3 [cm-/m] Mindestbewehrung\n14. Pos. 3 Bauteilbemessung\n15. Stabstahl langs der Dammfug\n16. Pos. 4\n17. Spaltzugbewehrung (einschnittig anrechenbar)\n18. Pos. 5 [cm2/m]\n\nThe table seems to be capturing different aspects of the construction process, including the type of reinforcement used, the location of the reinforcement, the height, and other specific measurements.", "The table appears to be related to construction, specifically dealing with the Schock Isokorb® (T Typ K-U 7.2) product. It includes information about reinforcement, location, height, and specific measurements related to concrete strength classes for different parts of a building structure (like the ceiling and balcony). \n\nThe column names are: \n1. Schock Isokorb® (T Typ K-U 7.2)\n2. Schock Isokorb® (T Typ K-U 7.2)\n3. Schock Isokorb® (T Typ K-U 7.2)\n4. M1\n5. M2\n6. M3\n7. M4\n\nThe row names are: \n1. Bauseitige Bewehrung\n2. Ubergreifungsbewehrung abhangig vom Stabdurchmesser\n3. Stabstahl längs der Dammfug\n4. Vertikalbewehrung (einschnittig anrechenbar)\n5. Stabstahl längs der Dammfug\n6. Spaltzugbewehrung (einschnittig anrechenbar)\n\nPlease note that the table contains some empty cells and some cells with multiple entries.", "The table appears to be related to construction, specifically dealing with the Schock Isokorb XT Typ K-U 7.2 product. It seems to contain information about reinforcement, location, height, concrete strength class for the deck and balcony, and other specific measurements and requirements.\n\nThe column names are: \n1. Schock Isokorb@ XT Typ K-U 7.2 (Bauseitige Bewehrung)\n2. Schock Isokorb@ XT Typ K-U 7.2 (Ort)\n3. Schock Isokorb@ XT Typ K-U 7.2 (Hohe [mm])\n4. M1 (Decke (Xc1) Betonfestigkeitsklasse  C25/30 Balkon (XC4) Betonfestigkeitsklasse  C25/30, Unterzugbreite  240 mm Wanddicke  240 mm)\n5. M2\n6. M3\n7. M4\n\nThe row names are:\n1. Ubergreifungsbewehrung abhangig vom Stabdurchmesser\n2. Pos. 1 mit 8 [cm2/m]\n3. Pos. 1 mit 10 [cm2/m]\n4. Pos. 1 mit 12 [cm2/m]\n5. Stabstahl langs der Dammfugc\n6. Pos. 2\n7. Vertikalbewehrung (einschnittig anrechenbar)\n8. Pos. 3 [cm-/m] Mindestbewehrung\n9. Pos. 3 Bauteilbemessung\n10. Stabstahl langs der Dammfug\n11. Pos. 4\n12. Spaltzugbewehrung (einschnittig anrechenbar)\n13. Pos. 5 [cm2/m]", "The table appears to contain information related to the properties of concrete. It has two rows and one column. The column name is not explicitly given. The row names are \"Betonfestigkeit:\" and an empty string. The data captured in the table includes the concrete strength (Betonfestigkeit) and the concrete cover (Betondeckung) for a specific type of concrete (CV35 C25/30), as well as a value for Ved which is equal to 35.0 kN/m.", "The table appears to be related to construction, specifically dealing with the Schock Isokorbo XT Typ K-O 7.2. It includes various types of reinforcement (Bewehrung) and their specifications. The table is in German and seems to be about the technical specifications of different parts of a construction project, possibly a building or a bridge.\n\nColumn names are: \n1. Schock Isokorbo XT Typ K-O 7.2\n2. Schock Isokorbo XT Typ K-O 7.2\n3. Schock Isokorbo XT Typ K-O 7.2\n4. M1\n5. M2\n6. M3\n7. M4\n\nRow names include: \n1. Bauseitige Bewehrung\n2. Ort\n3. Hohe [mm]\n4. Decke (Xc1) Betonfestigkeitsklasse  C25/30 Balkon (XC4) Betonfestigkeitsklasse  C25/30\n5. Unterzugbreite  175 mm Wanddicke  175 mm\n6. Ubergreifungsbewehrung abhangig vom Stabdurchmesser\n7. Pos. 1 mit 8 [cm2/m]\n8. Pos. 1 mit 10 [cm2/m]\n9. Pos. 1 mit 12 [cm2/m]\n10. Stabstahl langs der Dammfug\n11. Pos. 2\n12. Vertikalbewehrung (einschnittig anrechenbar)\n13. Pos. 3 [cm-/m] Mindestbewehrung\n14. Pos. 3 Bauteilbemessung\n15. Stabstahl langs der Dammfug\n16. Pos. 4\n17. Spaltzugbewehrung (einschnittig anrechenbar)\n18. Pos. 5 [cm2/m]\n19. Steckbugel\n20. Pos. 6\n21. Schragbewehrung\n22. Pos.7\n\nThe table seems to be detailing different positions (Pos.) and their corresponding specifications, including the location (Ort), height (Hohe), and other specific details.", "The table appears to be related to construction or civil engineering, specifically dealing with concrete strength and measurements from a balcony. The row names are \"Betonfestigkeit\" (Concrete Strength) and \"Schnittgroßen aus Balkon\" (Cut sizes from balcony). The column names are not explicitly stated, but the first column seems to contain the categories or parameters, and the second column contains specific values or measurements for these parameters. The specific parameters mentioned are \"Betondeckung CV30 C25/30\" and \"Ved =21,6 kN/m\".", "The table appears to be related to the specifications of a product named \"Schock Isokorbo XT Typ K-U-F 7.2\". The table is divided into several sections, each providing different types of information about the product.\n\nThe column names are: \"Schock Isokorbo XT Typ K-U-F 7.2\", \"Schock Isokorbo XT Typ K-U-F 7.2 | Zugstabe\", \"M1 4 12\", \"M2 6 0 12\", \"M3 8 012\", and \"M4 10012\".\n\nThe row names are: \"Oberteil II\", \"Unterteil I\", \"Drucklager [Stk.]\", \"Sonderbugel [Stk.]\", \"Abmessungen\", \"Isokorb@ Lange [mm] Isokorbo Betondeckung [mm]\", \"Isokorb@ Hohe H [mm]\", \"Weiteres\", \"SchnittgroBen\", \"Bauphysikalische Kennwerte\", \"Uberhohung\", and \"Dehnfugenabstand\".\n\nThe table captures various specifications of the product such as the type of part (Oberteil II, Unterteil I), the number of pressure bearings and special brackets, dimensions (length and height), and other characteristics. It also includes some notes and comments about the product.", "The table appears to be related to the specifications of a product named \"Schock Isokorb@ XT Typ K-O-F 7.2\". The table is divided into several sections, each capturing different aspects of the product.\n\nThe column names are \"Schock Isokorb@ XT Typ K-O-F 7.2\", \"M1\", \"M2\", \"M3\", and \"M4\". The first column seems to be used for categorizing the data into different sections and sub-sections, while the remaining columns (M1-M4) appear to contain specific data or values related to each category.\n\nThe row names are not explicitly stated but can be inferred from the data. They include \"Oberteil II\", \"Unterteil I\", \"Abmessungen\", and \"Isokorbo\". Each of these main categories has subcategories. For instance, \"Oberteil II\" has subcategories \"Zugstabe\" and \"Ankerstabe\", \"Unterteil I\" has \"Querkraftstabe V1\", \"Drucklager [Stk.]\", and \"Sonderbugel [Stk.]\", and \"Abmessungen\" has various measurements related to \"Isokorbo\".\n\nThe \"Abmessungen\" section seems to provide various dimensions of the product, including length, concrete coverage, and height. The height is further broken down into various subcategories, each with specific details. \n\nOverall, the table seems to provide a detailed breakdown of the product's specifications, including its parts and dimensions.", "The table appears to be in German and seems to be related to some technical specifications or measurements. The column names are 'SchnittgroBen,analog Schock Isokorb@ XT Typ K-O', 'Bauphysikalische Kennwerte,analog Schock Isokorbo XT Typ K-O', 'Uberhohung,analog Schock Isokorbo XT Typ K-O', and 'Dehnfugenabstand,analog Schock Isokorbo XT Typ K-O'. The row names are not provided in the description. The table seems to capture data related to the 'Schock Isokorb XT Typ K-O' in various aspects such as 'SchnittgroBen' (possibly cut sizes), 'Bauphysikalische Kennwerte' (possibly building physical values), 'Uberhohung' (possibly elevation), and 'Dehnfugenabstand' (possibly expansion joint distance).", "The table appears to be related to construction, specifically dealing with the Schock Isokorb XT Typ K-U-F 7.2. It includes various measurements and specifications for different positions and components of the construction process. \n\nThe column names are: \n1. Schock Isokorb@ XT Typ K-U-F 7.2\n2. Schock Isokorb@ XT Typ K-U-F 7.2\n3. Schock Isokorb@ XT Typ K-U-F 7.2\n4. M1\n5. M2\n6. M3\n7. M4\n\nThe row names are: \n1. Bauseitige Bewehrung\n2. Ubergreifungsbewehrung abhangig vom Stabdurchmesser\n3. Stabstahl langs der Dammfug\n4. Vertikalbewehrung (einschnittig anrechenbar)\n5. Mindestbewehrung Pos. 3\n6. Bauteilbemessung\n7. Stabstahl langs der Dammfug\n8. Spaltzugbewehrung (einschnittig anrechenbar)\n9. Aufhangebewehrung\n\nThe table captures various measurements and specifications for different positions and components of the construction process. It includes information about the location, height, and other specific details related to the Schock Isokorb XT Typ K-U-F 7.2.", "The table appears to be related to construction, specifically dealing with the Schock Isokorb@ XT Typ K-U-F 7.2. It includes various measurements and specifications for different parts of a structure, such as the height, location, and type of reinforcement used. \n\nThe column names are: \n1. Schock Isokorb@ XT Typ K-U-F 7.2\n2. Schock Isokorb@ XT Typ K-U-F 7.2\n3. Schock Isokorb@ XT Typ K-U-F 7.2\n4. M1\n5. M2\n6. M3\n7. M4\n\nThe row names are: \n1. Bauseitige Bewehrung\n2. Ort\n3. Hohe [mm]\n4. Decke (XC1) Betonfestigkeitsklasse  C25/30 Balkon (XC4) Betonfestigkeitsklasse  C25/30\n5. Ubergreifungsbewehrung abhangig vom Stabdurchmesser\n6. Pos. 1 mit 8 [cm2/m]\n7. Pos. 1 mit 10 [cm2/m]\n8. Pos. 1 mit 12 [cm2/m]\n9. Stabstahl langs der Dammfug\n10. Pos. 2\n11. \"Unterzug, Wand 160-230 20 8\"\n12. Vertikalbewehrung (einschnittig anrechenbar)\n13. Pos. 3 [cm2/m]\n14. Mindestbewehrung Pos. 3\n15. Bauteilbemessung\n16. Stabstahl langs der Dammfug\n17. Pos. 4\n18. Spaltzugbewehrung (einschnittig anrechenbar)\n19. Pos. 5 [cm2/m]\n20. Aufhangebewehrung\n21. Pos. 6 [cm2/m]\n\nPlease note that the table seems to be in German, and the names listed above are direct translations of the terms.", "The table appears to be related to construction, specifically dealing with the Schock Isokorb@ XT Typ K-U-F 7.2. It includes various measurements and specifications for different parts of a structure, such as the height, location, and type of reinforcement used. \n\nThe row names are: \n- Bauseitige Bewehrung\n- Ubergreifungsbewehrung abhangig vom Stabdurchmesser\n- Stabstahl langs der Dammfug\n- Vertikalbewehrung (einschnittig anrechenbar)\n- Mindestbewehrung Pos. 3\n- Bauteilbemessung\n- Spaltzugbewehrung (einschnittig anrechenbar)\n- Aufhangebewehrung\n\nThe column names are: \n- Schock Isokorb@ XT Typ K-U-F 7.2\n- Schock Isokorb@ XT Typ K-U-F 7.2\n- Schock Isokorb@ XT Typ K-U-F 7.2\n- M1\n- M2\n- M3\n- M4\n\nThe table seems to be providing specific details about the construction and reinforcement of different parts of a structure, possibly a balcony or similar structure. The Schock Isokorb@ XT Typ K-U-F 7.2 appears to be a specific type of construction material or method, and the table provides details about how it is used in different parts of the structure.", "The table appears to be related to construction, specifically dealing with the Schock Isokorb@ XT Typ K-U-F 7.2. It includes various measurements and specifications for different parts of a structure, such as the height, the concrete strength class for the ceiling and balcony, the width of the beam, and the thickness of the wall. \n\nThe column names are: \n1. Schock Isokorb@ XT Typ K-U-F 7.2\n2. Schock Isokorb@ XT Typ K-U-F 7.2\n3. Schock Isokorb@ XT Typ K-U-F 7.2\n4. M1\n5. M2\n6. M3\n7. M4\n\nThe row names are: \n1. Bauseitige Bewehrung\n2. Ort\n3. Hohe [mm]\n4. Decke (XC1) Betonfestigkeitsklasse  C25/30 Balkon (XC4) Betonfestigkeitsklasse  C25/30\n5. Unterzugbreite  240 mm Wanddicke  240 mm\n6. Ubergreifungsbewehrung abhangig vom Stabdurchmesser\n7. Pos. 1 mit 8 [cm2/m]\n8. Pos. 1 mit 10 [cm2/m]\n9. Pos. 1 mit 12 [cm2/m]\n10. Stabstahl langs der Dammfug\n11. Pos. 2\n12. \"Unterzug, Wand 160-250 2 q 8\"\n13. Vertikalbewehrung (einschnittig anrechenbar)\n14. Pos. 3 [cm2/m]\n15. Mindestbewehrung Pos. 3\n16. Bauteilbemessung\n17. Stabstahl langs der Dammfug\n18. Pos. 4\n19. Spaltzugbewehrung (einschnittig anrechenbar)\n20. Pos. 5 [cm2/m]\n21. Aufhangebewehrung\n22. Pos. 6 [cm2/m]", "The table appears to be related to construction, specifically dealing with the Schock Isokorbo XT Typ K-O-F 7.2. It includes various measurements and specifications for different parts of the construction process. \n\nThe column names are: \n1. Schock Isokorbo XT Typ K-O-F 7.2\n2. Schock Isokorbo XT Typ K-O-F 7.2\n3. Schock Isokorbo XT Typ K-O-F 7.2\n4. M1\n5. M2\n6. M3\n7. M4\n\nThe row names are: \n1. Bauseitige Bewehrung\n2. Ort\n3. Hohe [mm]\n4. Decke (XC1) Betonfestigkeitsklasse C25/30 Balkon (XC4) Betonfestigkeitsklasse C25/30\n5. Unterzugbreite 175 mm Wanddicke 175 mm\n6. Ubergreifungsbewehrung abhangig vom Stabdurchmesser\n7. Pos. 1 mit 8 [cm?/m]\n8. Pos. 1 mit 10 [cm2/m]\n9. Pos. 1 mit 12 [cm2/m]\n10. Stabstahl langs der Dammfuge\n11. Pos. 2\n12. Vertikalbewehrung (einschnittig anrechenbar)\n13. Pos. 3 [cm2/m]\n14. Mindestbewehrung\n15. Pos. 3 Bauteilbemessung\n16. Stabstahl langs der Dammfug.\n17. Pos. 4\n18. Spaltzugbewehrung (einschnittig anrechenbar)\n19. Pos. 5 [cm2/m]\n20. Aufhangebewehrung\n21. Pos. 6 [cm2/m]\n22. Steckbugel\n23. Pos.7\n24. Schragbewehrung\n25. Pos. 8\n\nThe table captures various measurements and specifications related to the construction process, including the height, location, and type of reinforcement used. It also includes specific positions and their corresponding measurements.", "The table appears to be related to some kind of engineering or construction data, specifically dealing with a product called \"Schock Isokorb@ XT Typ Q 6.0\". The table seems to be providing measurement values (Bemessungswerte) for this product when used with concrete of strength class C25/30. \n\nThe row names are: \n1. Schock Isokorb@ XT Typ Q 6.0\n2. Bemessungswerte bei.\n3. Betonfestigkeitsklasse\n\nThe column names are: \n1. 0\n2. 1\n3. 2\n4. V1 (VRd,z [kN/m])\n5. V2\n6. V3\n7. V4\n8. V5\n9. V6\n10. V7\n11. V8\n12. V9\n13. V10\n14. V11\n15. 12\n\nThe values in the table appear to be measurements or ratings, possibly related to the performance or characteristics of the Schock Isokorb@ XT Typ Q 6.0 when used with concrete of the specified strength class.", "The table appears to provide information about a product named \"Schock Isokorbo XT Typ Q 6.0\". The table captures various measurements or characteristics of this product under different conditions or versions (V1 to V11). \n\nThe row names are: \n1. Querkraftstabe\n2. Drucklager [Stk.]\n3. Hmin [mm]\n\nThe column names are: \n1. Schock Isokorbo XT Typ Q 6.0\n2. Bestuckung bei,V1\n3. 1000,V2\n4. 1000,V3\n5. 1000,v4\n6. 1000,V5\n7. 1000,V6\n8. Isokorbo Lange [mm]\n9. 1000,V7\n10. 1000,V8\n11. 1000,V9\n12. 1000,V10\n13. 1000,V11\n14. 1000\n\nThe table seems to be capturing different measurements or characteristics of the product under different conditions or versions. For example, the \"Querkraftstabe\" row might be capturing some sort of force measurement, \"Drucklager [Stk.]\" could be referring to the number of pressure bearings, and \"Hmin [mm]\" might be capturing a minimum height or depth measurement. The exact meanings would depend on the context and the specific field this table is related to.", "The table appears to be related to some kind of measurements or ratings for a product named \"Schock Isokorbo XT Typ Q-Z 6.0\". The measurements are taken under different conditions or versions, labeled from V1 to V11. \n\nThe row names are:\n1. \"Schock Isokorbo XT Typ Q-Z 6.0 Bemessungswerte bei.\"\n2. Empty row\n3. \"Betonfestigkeitsklasse\"\n\nThe column names are:\n1. Empty column\n2. \"C25/30\"\n3. \"VRd,z [kN/m]\"\n4. \"V1\"\n5. \"V2\"\n6. \"V3\"\n7. \"V4\"\n8. \"V5\"\n9. \"V6\"\n10. \"V7\"\n11. \"V8\"\n12. \"V9\"\n13. \"V10\"\n14. \"V11\"\n\nThe table captures the values of \"VRd,z [kN/m]\" for the \"Betonfestigkeitsklasse\" under different versions (V1 to V11) of the \"Schock Isokorbo XT Typ Q-Z 6.0\".", "The table appears to be related to some technical specifications, possibly for a product named \"Isokorbo XT Typ Q-Z 6.0\". The table includes measurements for different versions (V1 to V11) of this product, with each version having a specific value under the \"Isokorbo Lange [mm]\" column. \n\nThe row names are \"Querkraftstabe\", \"Drucklager [Stk.]\", and \"Hmin [mm]\". \n\nThe column names are \"Isokorbo XT Typ Q-Z 6.0 Bestuckung bei\", \"V1 | 1000\", \"V2 | 1000\", \"V3 | 1000\", \"v4 | 1000\", \"V5 | 1000\", \"V6 | Isokorbo Lange [mm] | 1000\", \"V7 | 1000\", \"V8 | 1000\", \"V9 | 1000\", \"V10 | 1000\", and \"V11 | 1000\". \n\nThe table seems to be incomplete as the row \"Drucklager [Stk.]\" does not have any values.", "The table provides specific measurements for the Schock Isokorb XT Typ Q 6.0 under different conditions. The column names are: \"Schock Isokorb@ XT Typ Q 6.0 Bemessungswerte bei | Betonfestigkeitsklasse\", \"Schock Isokorb@ XT Typ Q 6.0 Bemessungswerte bei | C25/30\", \"VV1 | +35,3\", \"vv2 | +42,3\", \"VV3 | VRd,z [kN/m] | +56,4\", \"vv4 | +70,5\", \"VV5 | +87,8\", and \"VV6 | +98,0\". The row names are not provided in the description. The table seems to capture the performance or measurements of the Schock Isokorb XT Typ Q 6.0 under different conditions or parameters, possibly related to concrete strength class and other factors.", "The table appears to be related to the Schock Isokorbo XT Typ Q 6.0 and its various components or specifications. The column names are \"Schock Isokorbo XT Typ Q 6.0 Bestuckung bei\", \"VV1 | 1000\", \"VV2 | 1000\", \"VV3 | Isokorbo Lange [mm] | 1000\", \"vv4 | 1000\", \"VV5 | 1000\", and \"VV6 | 1000\". The row names are \"Querkraftstabe\", \"Drucklager [Stk.]\", and \"Hmin [mm]\". The table seems to capture different measurements or quantities related to each of these components or specifications.", "The table appears to be in German and seems to be related to the technical specifications or measurements of a product named \"Schock Isokorb XT Typ Q 6.0\". The column names are \"Betonfestigkeitsklasse\", \"Schock Isokorb XT Typ Q 6.0 Bemessungswerte bei\", \"C25/30\", \"VV7 +117,6\", \"VV8 +137,2\", \"VV9 | VRd,z [kN/m] | +156,8\", \"VV10 | +225,7\", and \"VV11 +252,1\". The row names are not provided in the description. The table seems to capture different measurements or values associated with the product under different conditions or parameters.", "The table appears to be related to the specifications of the Schock Isokorbo XT Typ Q 6.0. The row names are \"Querkraftstabe\", \"Drucklager [Stk.]\", and \"Hmin [mm]\". These could possibly refer to the cross-force rods, pressure bearings, and minimum height respectively, of the Schock Isokorbo XT Typ Q 6.0. The column names are \"Isokorbo Lange [mm]\", \"VV7\", \"VV8\", \"VV9\", \"VV10\", and \"VV11\". These could possibly refer to the length of the Isokorbo and different variants or models of the product.", "The table appears to be related to the measurement values of a product named \"Schock Isokorb@ XT Typ Q 6.0\" under different conditions. The row names are \"Betonfestigkeitsklasse\" and \"C25/30\". The column names are: 0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, \"V1\", \"V2\", \"V3\", \"V4\", \"V5\", \"V6\", \"V7\", \"V8\", \"V9\", \"V10\", \"V11\", and \"Med [kNm/m]\". The table captures the measurement values for the product under different conditions, specifically under different \"Betonfestigkeitsklasse\" and \"C25/30\" conditions.", "The table appears to be about the measurement values (Bemessungswerte) of a product called Schock Isokorb@ XT Typ Q 6.0 under different conditions. The conditions are represented by the columns VV1 to VV11. The table also includes a row for the concrete strength class (Betonfestigkeitsklasse) with a specific class, C25/30, and corresponding values under each condition.\n\nColumn Names: VV1, VV2, VV3, VV4, VV5, VV6, VV7, VV8, VV9, VV10, VV11\n\nRow Names: Betonfestigkeitsklasse (Concrete Strength Class)", "The table appears to be related to the product \"Schock Isokorbo XT Typ Q, Q-Z 6.0\" and its performance or specifications under different conditions. The column names are:\n\n1. \"Schock Isokorbo XT Typ Q, Q-Z 6.0 Maximaler Dehnfugenabstand bei | Dammkorperdicke [mm]\"\n2. \"Schock Isokorbo XT Typ Q, Q-Z 6.0 Maximaler Dehnfugenabstand bei | 120\"\n3. \"V1-V5 VV1-VV5 | 20,6\"\n4. \"V6-V9 VV6-VV9 | e [m] | 19,5\"\n5. \"V10 VV10 | 17,7\"\n6. \"V11 VV11 | 15,3\"\n\nThe table does not have any specified row names. The data in the table likely represents different measurements or specifications of the product under different conditions or configurations, possibly related to the maximum expansion joint distance and dam body thickness. The table seems to be in German, and a more accurate summary could be provided with a full understanding of the terms used.", "The table appears to be related to construction, specifically dealing with Schock Isokorb@ XT Typ Q, Q-Z 6.0. The table seems to contain information about different types of reinforcement (Bewehrung) and their specifications. \n\nThe column names are: \"Schock Isokorb@ XT Typ Q, Q-Z 6.0\", \"Schock Isokorb@ XT Typ Q, Q-Z 6.0\", \"V1\", \"V2\", \"v3\", \"v4\", \"V5\", \"V6\". These columns seem to represent different types or categories of the Schock Isokorb@ XT Typ Q, Q-Z 6.0, but without further context, it's hard to say exactly what each one represents.\n\nThe row names are: \"Bauseitige Bewehrung bei\", \"Ubergreifungsbewehrung\", \"Pos. 1\", \"Stabstahl langs der Dammfuge\", \"Pos. 2 - balkonseitig\", \"Pos. 2 - deckenseitig\", \"Vertikalbewehrung\", \"Pos. 3 [cm?/m]\", \"Pos. 4 [cm2/m]\". These rows seem to represent different aspects or components of the construction process, possibly related to the reinforcement of the structure.", "The table appears to be in German and seems to be related to construction or engineering, specifically dealing with reinforcement and structural planning. The column names are \"Ubergreifungsbewehrung | Pos. 5\", \"Ubergreifungsbewehrung | in Zugzone erforderlich nach Angabe des Tragwerksplaners\", \"Konstruktive Randeinfassung am freien Rand, Pos. 6\", and \"Randeinfassung nach DIN EN 1992-1-1 (EC2), 9.3.1.4\". The row names are not provided in the description. The table likely contains specific data or details related to these topics.", "The table appears to be related to construction, specifically dealing with the Schock Isokorb@ XT Typ Q, Q-Z 6.0. It includes information about reinforcement (Bewehrung) and storage type (Art der Lagerung) in construction, with specific positions (Pos.) and measurements given in cm2/m. The table also refers to concrete strength classes for the ceiling (Decke) and balcony (Balkon). \n\nColumn names are: \"Schock Isokorb@ XT Typ Q, Q-Z 6.0\", \"Schock Isokorb@ XT Typ Q, Q-Z 6.0\", V7, V8, V9, V10, V11.\n\nRow names include: Bauseitige Bewehrung bei, Art der Lagerung, Ubergreifungsbewehrung, Pos. 1, Stabstahl langs der Dammfuge, Pos. 2 - balkonseitig, Pos. 2 - deckenseitig, Vertikalbewehrung, Pos. 3 [cm2/m], Pos. 4 [cm2/m], Ubergreifungsbewehrung, Pos. 5 in Zugzone erforderlich nach Angabe des Tragwerksplaners, Konstruktive Randeinfassung am freien Rand, Pos. 6.", "The table appears to be related to construction or engineering, specifically dealing with the Schock Isokorbo XT Typ Q, Q-Z 6.0. It includes various positions (Pos. 1, Pos. 2 - balkonseitig, Pos. 2 - deckenseitig, Pos. 3 [cm2/m], Pos. 4 [cm2/m], Pos. 5 in Zugzone erforderlich nach Angabe des Tragwerksplaners, Pos. 6) and their corresponding details. \n\nThe column names are \"Schock Isokorbo XT Typ Q, Q-Z 6.0\", \"Schock Isokorbo XT Typ Q, Q-Z 6.0\", \"VV1\", \"VV2\", \"VV3\", \"vV4\", \"VV5\", \"VV6\". \n\nThe row names include \"Bauseitige Bewehrung bei\", \"Art der Lagerung\", \"Decke (Xc1) Betonfestigkeitsklasse C25/30 Balkon (XC4) Betonfestigkeitsklasse C25/30\", \"Ubergreifungsbewehrung\", \"Pos. 1\", \"Stabstahl langs der Dammfuge.\", \"Pos. 2 - balkonseitig\", \"Pos. 2 - deckenseitig\", \"Vertikalbewehrung\", \"Pos. 3 [cm2/m]\", \"Pos. 4 [cm2/m]\", \"Ubergreifungsbewehrung\", \"Pos. 5 in Zugzone erforderlich nach Angabe des Tragwerksplaners\", \"Konstruktive Randeinfassung am freien Rand\", \"Pos. 6\". \n\nThe table seems to capture various measurements, requirements, and specifications related to the construction or engineering project.", "The table appears to be related to construction, specifically dealing with the Schock Isokorbo XT Typ Q, Q-Z 6.0. It includes information about the reinforcement (Bewehrung) used in construction, the type of storage (Art der Lagerung), and specific positions (Pos.) of the reinforcement. \n\nThe column names are: \"Schock Isokorbo XT Typ Q, Q-Z 6.0\", \"Schock Isokorbo XT Typ Q, Q-Z 6.0\", \"vv7\", \"VV8\", \"VV9\", \"VV10\", \"VV11\". \n\nThe row names include: \"Bauseitige Bewehrung bei\", \"Art der Lagerung\", \"Ubergreifungsbewehrung\", \"Pos. 1\", \"Stabstahl langs der Dammfuge\", \"Pos. 2 - balkonseitig\", \"Pos. 2 - deckenseitig\", \"Vertikalbewehrung\", \"Pos. 3 [cm2/m]\", \"Pos. 4 [cm2/m]\", \"Ubergreifungsbewehrung\", \"Pos. 5 in Zugzone erforderlich nach Angabe des Tragwerksplaners\", \"Konstruktive Randeinfassung am freien Rand\", \"Pos. 6\". \n\nThe table also includes specific measurements in cm2/m for certain positions, and mentions of specific standards such as DIN EN 1992-1-1 (EC2), 9.3.1.4.", "The table appears to be related to the Bemessungswerte (design values) of a Schock Isokorbo XT Typ Q-P 5.0, specifically in relation to different Betonfestigkeitsklassen (concrete strength classes). \n\nThe row names are:\n1. Schock Isokorbo XT Typ Q-P 5.0 Bemessungswerte bei\n2. Betonfestigkeitsklasse\n\nThe column names are:\n1. C25/30\n2. VRd,z [kN/Element] for V1, V2, V3, V4, V5, V6, V7, V8, V9, V10\n\nThe table captures the design values for the Schock Isokorbo XT Typ Q-P 5.0 at different concrete strength classes (C25/30) and for different VRd,z [kN/Element] values (V1 to V10).", "The table appears to be related to the specifications of the Schock Isokorbo XT Typ Q-P 5.0. It includes measurements in millimeters for different versions (V1 to V10) of the product. \n\nThe row names are: \n1. Querkraftstabe\n2. Drucklager [Stk.]\n3. Hmin [mm]\n\nThe column names are: \n1. Schock Isokorbo XT Typ Q-P 5.0 Bestuckung bei\n2. V1 | Isokorbo Lange [mm] | 300\n3. V2 | Isokorbo Lange [mm] | 400\n4. V3 | Isokorbo Lange [mm] | 500\n5. V4 | Isokorbo Lange [mm] | 300\n6. V5 | Isokorbo Lange [mm] | 400\n7. V6 | Isokorbo Lange [mm] | 300\n8. V7 | Isokorbo Lange [mm] | 400\n9. V8 | Isokorbo Lange [mm] | 400\n10. V9 | Isokorbo Lange [mm] | 500\n11. V10 | Isokorbo Lange [mm] | 500\n\nThe table seems to be capturing different measurements for each version of the product, possibly related to its dimensions or components.", "The table appears to be related to the measurement values of a product named \"Schock Isokorb@ XT Typ Q-PZ 5.0\" under different conditions. The row names are \"Betonfestigkeitsklasse\" and \"C25/30\". The column names are \"0\", \"1\", \"2\", \"3\", \"4\", \"5\", \"6\", \"7\", \"8\", \"9\", \"10\", \"11\", \"V1\", \"V2\", \"V3\", \"V4\", \"V5\", \"V6\", \"V7\", \"V8\", \"V9\", \"V10\", and \"VRd,z [kN/Element]\". The table captures the measurement values of the product under different conditions, specifically under different \"Betonfestigkeitsklasse\" and \"C25/30\" conditions.", "The table appears to be related to the Schock Isokorb XT Typ Q-PZ 5.0, possibly a product or a component of a larger system. The table seems to capture various measurements or specifications under different conditions or configurations (V1 to V10). \n\nThe row names are: \n1. Querkraftstabe\n2. Drucklager [Stk.]\n3. Hmin [mm]\n\nThe column names are: \n1. Schock Isokorb@ XT Typ Q-PZ 5.0 Bestuckung bei\n2. V1 | 300\n3. V2 | 400\n4. V3 | 500\n5. V4 | 300\n6. V5 | 400\n7. V6 | Isokorbo Lange [mm] | 300\n8. V7 | 400\n9. V8 | 400\n10. V9 | 500\n11. V10 | 500\n\nThe table seems to be incomplete, as there are no values provided for the \"Drucklager [Stk.]\" row. The \"Querkraftstabe\" and \"Hmin [mm]\" rows contain numerical values across the different conditions or configurations.", "The table appears to be related to the technical specifications of a product named \"Schock Isokorb@ XT Typ Q-P 5.0\". The table captures various measurements or ratings associated with this product under different conditions or parameters. \n\nThe column names in the table are:\n1. Betonfestigkeitsklasse\n2. Schock Isokorb@ XT Typ Q-P 5.0 Bemessungswerte bei\n3. C25/30\n4. VV1 | +34,5\n5. vV2 | +58,8\n6. vv3 | VRd,z [kN/Element] | 68,9\n7. vV4 | +56,4\n8. VV5 | 68,9\n\nThe table does not provide any row names.", "The table appears to be related to a product named \"Schock Isokorbo XT Typ Q-P 5.0\". It seems to capture different specifications or components of this product under different conditions or versions (VV1, VV2, VV3, VV4, VV5). \n\nThe row names are:\n1. Isokorbo Lange [mm]\n2. Querkraftstabe\n3. Drucklager [Stk.]\n4. Hmin [mm]\n\nThe column names are:\n1. VV1\n2. VV2\n3. VV3\n4. VV4\n5. VV5\n\nThe first row after the column names seems to indicate the length of the Isokorbo in millimeters for each version. The second row might be referring to a component called \"Querkraftstabe\" with different specifications for each version. The third row seems to indicate the number of \"Drucklager\" pieces for each version. The last row appears to represent a measurement called \"Hmin\" in millimeters for each version.", "The table appears to be related to the Schock Isokorb XT Typ Q-P 5.0, a type of construction or engineering component, and its performance or measurement values (Bemessungswerte) at different conditions or parameters. The table seems to be organized in relation to the concrete strength class (Betonfestigkeitsklasse) and various other parameters or conditions, possibly related to load or stress, as indicated by the units kN/Element.\n\nColumn names:\n1. Schock Isokorb@ XT Typ Q-P 5.0 Bemessungswerte bei | Betonfestigkeitsklasse\n2. Schock Isokorb@ XT Typ Q-P 5.0 Bemessungswerte bei | C25/30\n3. VV6 | +68,9\n4. VV7 | +104,0\n5. VV8 | VRd,z [kN/Element] | +115,2\n6. VV9 | +137,8\n7. VV10 | +153,6\n\nThe table does not seem to have any specific row names.", "The table appears to be related to the specifications of a product called \"Schock Isokorb@ XT Typ Q-P 5.0\". The table provides information on the configuration of the product at different lengths (Isokorbo Lange [mm]) which are 300mm, 400mm (two types), 500mm (two types). \n\nThe row names are:\n1. Querkraftstabe\n2. Drucklager [Stk.]\n3. Hmin [mm]\n\nThe column names are:\n1. Schock Isokorb@ XT Typ Q-P 5.0 Bestuckung bei,VV6,V7,VV8 | Isokorbo Lange [mm],VV9,VV10\n2. 300\n3. 400 (two columns)\n4. 500 (two columns) \n\nEach cell in the table provides specific details about the product at the corresponding length. For example, the Querkraftstabe and Drucklager [Stk.] values change with different lengths, while the Hmin [mm] value remains constant.", "The table appears to be related to some kind of measurements or ratings for a product named \"Schock Isokorbo XT Typ Q-P 5.0\". The column names are: 0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11. The first row after the column names seems to be a sub-header, indicating that the measurements are Bemessungswerte (German for \"rated values\") at different points, labeled V1 through V10. The second row indicates that the measurements are for the Betonfestigkeitsklasse (German for \"concrete strength class\") C25/30. The values in the table are given in kNm/Element, which suggests they are moments of force or torque.", "The table appears to be related to the Bemessungswerte (design values) of a Schock Isokorbo XT Typ Q-P 5.0, possibly a type of construction or engineering material. The table seems to be measuring these values under different conditions or variables, labeled as VV1 through VV10. \n\nThe row names in the table are:\n1. Schock Isokorbo XT Typ Q-P 5.0 Bemessungswerte bei\n2. MEd [kNm/Element]\n3. Betonfestigkeitsklasse\n\nThe column names in the table are:\n1. C25/30\n2. 2,6\n3. 4,3\n4. 5,1\n5. 4,4\n6. 5,5\n7. 5,8\n8. 8,8\n9. 9,7\n10. 11,6\n11. 13,0\n\nPlease note that the column names seem to be numerical values, which might indicate different measurements or conditions under which the Bemessungswerte were taken. The row \"Betonfestigkeitsklasse\" might refer to the concrete strength class.", "The table appears to be related to the specifications of a product named \"Schock Isokorbo XT Typ Q-P 5.0\". The table has two rows and twelve columns. \n\nThe column names are: \n1. Schock Isokorbo XT Typ Q-P 5.0\n2. Schock Isokorbo XT Typ Q-P 5.0\n3. V1, VV1\n4. v2, vv2\n5. V3, vv3\n6. v4, vv4|v5, vv5\n7. (Blank)\n8. V6, VV6\n9. V7, vv7\n10. V8, VV8\n11. v9, VVg\n12. V10, VV10\n\nThe row names are: \n1. Maximaler Dehnfugenabstand bei\n2. Dammkorperdicke [mm]\n\nThe table seems to be capturing some sort of measurements or specifications related to the product, possibly in relation to its dimensions or performance.", "The table appears to be related to the Schock Isokorb XT Typ Q-PZ 5.0, a product used in construction for thermal insulation and load transfer. The table seems to capture the maximum expansion joint distance at different dam body thicknesses and various other parameters. \n\nThe column names are: \n1. Schock Isokorb@ XT Typ Q-PZ 5.0 Maximaler Dehnfugenabstand bei | Dammkorperdicke [mm]\n2. Schock Isokorb@ XT Typ Q-PZ 5.0 Maximaler Dehnfugenabstand bei | 120\n3. V1 | 19,5\n4. V2 | 19,5\n5. V3 | 19,5\n6. V4 | 17,7\n7. V5 | 17,7\n8. V6 | e [m] | 15,3\n9. V7 | 15,3\n10. V8 | 15,3\n11. V9 | 15,3\n12. V10 | 15,3\n\nThe row names are not provided in the given information.", "The table appears to be related to construction or engineering, specifically dealing with Schock Isokorb XT Typ Q-P, Q-PZ 5.0. The column names are \"Schock Isokorb@ XT Typ Q-P, Q-PZ 5.0\", \"Schock Isokorb@ XT Typ Q-P, Q-PZ 5.0\", \"V1\", \"V2\", \"V3\", \"V4\", \"V5\". The row names include \"Bauseitige Bewehrung bei\", \"Art der Lagerung.\", \"Decke (XC1) Betonfestigkeitsklasse C25/30 Balkon (XC4) Betonfestigkeitsklasse C25/30\", \"Ubergreifungsbewehrung\", \"Pos. 1\", \"Stabstahl langs der Dammfuge\", \"Pos. 2\", \"Vertikalbewehrung\", \"Pos. 3 [cm2/Element]\", \"direkt/indirekt\", \"Pos. 4 [cm2/Element]\", \"direkt\", \"indirekt\", \"Ubergreifungsbewehrung\", \"Pos. 5 in Zugzone erforderlich nach Angabe des Tragwerksplaners\", \"Konstruktive Randeinfassung am freien Rand\", \"Pos. 6\", \"Randeinfassung nach DIN EN 1992-1-1 (EC2), 9.3.1.4\". The table seems to capture various measurements and specifications related to the construction process.", "The table appears to be related to construction, specifically dealing with Schock Isokorb XT Typ Q-P, Q-PZ 5.0. The column names are \"Schock Isokorb@ XT Typ Q-P, Q-PZ 5.0\", \"Schock Isokorb@ XT Typ Q-P, Q-PZ 5.0\", V6, V7, V8, V9, and V10. The row names include \"Bauseitige Bewehrung bei\", \"Art der Lagerung\", \"Ubergreifungsbewehrung\", \"Pos. 1\", \"Stabstahl langs der Dammfuge\", \"Pos. 2\", \"Vertikalbewehrung\", \"Pos. 3 [cm?/Element]\", \"Pos. 4 [cm?/Element]\", \"Ubergreifungsbewehrung\", \"Pos. 5 in Zugzone erforderlich nach Angabe des Tragwerksplaners.\", \"Konstruktive Randeinfassung am freien Rand\", and \"Pos. 6\". The table seems to capture information about the type of reinforcement, position, and other specifications related to the construction process.", "The table appears to be related to construction or engineering, specifically dealing with Schock Isokorb XT Typ Q-P, Q-PZ 5.0. The column names are \"Schock Isokorb XT Typ Q-P, Q-PZ 5.0\", \"Schock Isokorb XT Typ Q-P, Q-PZ 5.0\", \"VV1\", \"vV2\", \"vv3\", \"vv4\", and \"VV5\". The row names include \"Bauseitige Bewehrung bei\", \"Art der Lagerung\", \"Ubergreifungsbewehrung\", \"Pos. 1\", \"Stabstahl langs der Dammfuge\", \"Pos. 2\", \"Vertikalbewehrung\", \"Pos. 3 [cm?/Element]\", \"Pos. 4 [cm2/Element]\", \"Ubergreifungsbewehrung\", \"Pos. 5 in Zugzone erforderlich nach Angabe des Tragwerksplaners\", \"Konstruktive Randeinfassung am freien Rand.\", and \"Pos. 6\". The table seems to capture various measurements and specifications related to the construction or engineering project.", "The table appears to be related to construction or engineering, specifically dealing with Schock Isokorb XT Typ Q-P, Q-PZ 5.0. The column names are \"Schock Isokorb@ XT Typ Q-P, Q-PZ 5.0\", \"Schock Isokorb@ XT Typ Q-P, Q-PZ 5.0\", \"VV6\", \"vV7\", \"vV8\", \"VV9\", \"VV10\". The row names are not explicitly stated but the table seems to include categories such as \"Bauseitige Bewehrung bei\", \"Art der Lagerung\", \"Ubergreifungsbewehrung\", \"Pos. 1\", \"Stabstahl langs der Dammfuge\", \"Pos. 2\", \"Vertikalbewehrung\", \"Pos. 3 [cm?/Element]\", \"Pos. 4 [cm2/Element]\", \"Ubergreifungsbewehrung\", \"Pos. 5 in Zugzone erforderlich nach Angabe des Tragwerksplaners\", \"Konstruktive Randeinfassung am freien Rand\", \"Pos. 6\". The table seems to capture data related to different positions and measurements in a construction or engineering project.", "The table appears to be related to the Schock Isokorbo XT Typ Q-P, Q-PZ 5.0, possibly a product or a project. The table seems to be capturing some kind of codes or identifiers under different categories. \n\nThe column names are: \"Schock Isokorbo XT Typ Q-P, Q-PZ 5.0\", V1, V2, V3, V4, V5, V6, V7, V8, V9, V10.\n\nThe row names are: \"Bauseitige Bewehrung bei\", \"Decke (xc1) Betonfestigkeitsklasse C20/25 Balkon (XC4) Betonfestigkeitsklasse C25/30\", \"Zugband\", \"Pos. 1\", \"Bugel (Ruckverankerung)\", \"Pos. 2\". \n\nThe table seems to be capturing some kind of data related to these categories, possibly codes or identifiers. The meaning of these codes or identifiers is not clear from the table alone.", "The table appears to be related to the product \"Schock Isokorb@ XT Typ Q-P, Q-PZ 5.0\". The column names are V1, V2, V3, V4, V5, V6, V7, V8, V9, and V10. The row names are \"Festpunktabstand Loggia\" and \"a, b\". The table seems to capture different measurements or values related to the product, possibly in relation to the parameters \"Festpunktabstand Loggia\" and \"a, b\".", "The table appears to be related to construction, specifically dealing with Schock Isokorb XT Typ Q-PZ 5.0. The column names are: \"V1\", \"V2\", \"V3\", \"V4\", \"V5\", \"V6\", \"V7\", \"V8\", \"V9\", \"V10\". The row names are not explicitly stated, but the first row seems to be related to the construction site reinforcement at the ceiling (XC1) with concrete strength class C20/25 and balcony (XC4) with concrete strength class C25/30. The second row is labeled \"Zugband\". The third row is labeled \"Pos.1\" and contains various numbers, possibly years or codes, such as \"2010\", \"3 010\", \"4 010\", \"2012\", \"3012\", \"2014\", \"3014\", \"4014\", \"4 14\".", "The table appears to be related to the product \"Schock Isokorb@ XT Typ Q-PZ 5.0\". It seems to be capturing some kind of measurements or specifications related to this product. \n\nThe row names are \"Maximaler Dehnfugenabstand bei\" and \"Dammkorperdicke [mm]\". The first row name is in German and translates to \"Maximum expansion joint distance at\" in English. The second row name translates to \"Dam body thickness [mm]\".\n\nThe column names are \"Schock Isokorb@ XT Typ Q-PZ 5.0\", \"Schock Isokorb@ XT Typ Q-PZ 5.0\", \"V1\", \"V2\", \"V3\", \"V4\", \"V5\", \"V6\", \"V7\", \"V8\", \"V9\", and \"V10\". The first two columns have the same name, which might be a mistake or could indicate two different aspects of the same product. The rest of the columns are labeled V1 through V10, which could represent different versions or variations of the product.", "The table provides information about the Schock Isokorb@ XT Typ C-L/R 5.0 under different conditions. The row names are 'Isokorbo Hohe H [mm]', 'VRd.z [kN/Element]', and 'Nebentragstufe'. The column names are 'Schock Isokorb@ XT Typ C-L/R 5.0', 'Betonfestigkeitsklasse C25/30', 'MRd,y [kNm/Element]', 'M1', and 'M2'. The table captures the values of 'MRd,y [kNm/Element]' for different heights of Isokorbo (from 180mm to 250mm), the 'VRd.z [kN/Element]' and the values for 'Nebentragstufe' V1 and V2.", "The table appears to be related to the Schock Isokorb XT Typ C-L/R 5.0, M1, M2. The column names are not explicitly stated, but it seems to be capturing two different measurements or specifications for each row category, possibly related to different models or conditions. The row names include \"Bestuckung bei\", \"Zugstabe\", \"Druckstabe\", \"Drucklagerstabe\", \"Querkraftstabe V1\", \"Querkraftstabe V2\", and \"Hmin bei V2 [mm]\". These terms seem to be related to different components or characteristics of the Schock Isokorb. The table also includes a row for \"Isokorbo Lange [mm]\", which might be a measurement related to the length of the Isokorb.", "The table appears to be related to some form of engineering or physics calculations, possibly structural engineering. The column names are 'Wu', '= tan a lk: (mgg/ mrd)', '10 [mm]', 'tan a', '= Tabellenwert einsetzen', 'lk', '= Auskragungslange [m]', 'Grenzzustand der Tragfahigkeit ermitteln', 'MRd', '= Maximales Bemessungsmoment [kNm/m] des Schock Isokorbo', '10', and '- Umrechnungsfaktor fur Einheiten'. \n\nThe row names are not clearly defined in the provided information. \n\nThe table seems to capture various parameters and calculations related to a certain process or system. These include a value 'Wu', a tangent calculation, a length in millimeters, a table value insertion, a cantilever length in meters, a determination of the limit state of load-bearing capacity, a maximum design moment of the shock isokorbo in kNm/m, and a conversion factor for units.", "The table provides information about the Schock Isokorb@ XT Typ C-L/R 5.0. The column names are not explicitly stated, but it seems to capture three types of data: the Isokorb height (in mm), a factor (possibly deformation factor) represented as \"tan a [%]\", and a third unidentified category represented by \"M1, M2\" and \"CV35/CV50\". The rows represent different heights of the Isokorb, ranging from 180mm to 250mm, and the corresponding factor values for each height.", "The table appears to be related to the Schock Isokorb XT Typ C-R/L 5.0, a product used in construction for thermal insulation and load transfer. The table captures the maximum expansion joint distance (Maximaler Dehnfugenabstand) for this product, with specific reference to a dam body thickness (Dammkorperdicke) of 120mm. It also includes values for \"M1 19,8\" and \"M2 17,0\", which could be specific measurements or product variants, and a value for 'e [m]', which could be a measurement in meters.\n\nThe column names in the table are:\n1. Schock Isokorb@ XT Typ C-R/L 5.0 Maximaler Dehnfugenabstand | Dammkorperdicke [mm]\n2. Schock Isokorb@ XT Typ C-R/L 5.0 Maximaler Dehnfugenabstand | 120\n3. \"M1 19,8\"\n4. e [m]\n5. \"M2 17,0\"\n\nThe table does not appear to have any specific row names.", "The table appears to be related to the specifications of different types of Schock Isokorbo XT products, specifically types C 5.0, K, Q, Q-VV, Q-P, Q-P-VV, Q-PZ, and D. The table captures the maximum expansion joint distance from the fixed point (Maximaler Dehnfugenabstand vom Fixpunkt) for each of these types, with references to specific pages for more details. \n\nThe row names are: \n- Maximaler Dehnfugenabstand vom Fixpunkt e/2 [m]\n- e/2 siehe Seite 45\n- e/2 siehe Seite 131\n- < e/2 siehe Seite 149\n- e/2 siehe Seite 214\n\nThe column names are: \n- Schock Isokorbo XT Typ C 5.0 kombiniert mit\n- XT Typ K\n- \"XT Typ Q, XT Typ Q-VV\"\n- \"XT Typ Q-P, XT Typ Q-P-VV, XT Typ Q-PZ\"\n- XT Typ D", "The table appears to provide information about different types of Schock Isokorbo XT Typ C-L/R 5.0, a construction material, and their specifications under different conditions. \n\nThe column names are: \n1. \"Schock Isokorbo XT Typ C-L/R 5.0 | Bauseitige Bewehrung\"\n2. \"Schock Isokorbo XT Typ C-L/R 5.0 | Betonfestigkeitsklasse\"\n3. \"M1-V1\"\n4. \"M1-V2 | Decke (XC1) Betonfestigkeitsklasse  C20/25 Balkon (Xc4) Betonfestigkeitsklasse  C25/30\"\n5. \"M2-V1\"\n6. \"M2-V2\"\n\nThe row names are:\n1. \"Ubergreifungsbewehrung\"\n2. \"Pos. 1 [cm2/Element]\"\n3. \"Pos. 1 Variante\"\n4. \"Stabstahl langs der Dammfuge\"\n5. \"Pos. 2\"\n6. \"Steckbugel\"\n7. \"Pos. 3 [cm?/Element]\"\n8. \"Pos. 3 Variante\"\n9. \"Ubergreifungslange lo [mm]\"\n\nThe table captures the different specifications of the Schock Isokorbo XT Typ C-L/R 5.0 under different conditions, including the type of reinforcement, the concrete strength class, and the dimensions of the elements.", "The table appears to be related to construction, specifically dealing with the use of Schock Isokorbo XT Typ C-L/R 5.0 in different scenarios. It captures various measurements and specifications related to this material, such as Bauseitige Bewehrung and Betonfestigkeitsklasse. \n\nThe column names are: \n1. Schock Isokorbo XT Typ C-L/R 5.0 | Bauseitige Bewehrung\n2. Schock Isokorbo XT Typ C-L/R 5.0 | Betonfestigkeitsklasse\n3. M1-V1\n4. M1-V2\n5. Decke (Xc1) Betonfestigkeitsklasse  C20/25 Balkon (XC4) Betonfestigkeitsklasse  C25/30\n6. M2-V1\n7. M2-V2\n\nThe row names are: \n1. Ubergreifungsbewehrung\n2. Pos. 1 [cm?/Element]\n3. Pos. 1 Variante\n4. Stabstahl langs der Dammfuge\n5. Pos. 2\n6. Steckbugel\n7. Pos. 3 [cm2/Element]\n8. Pos. 3 Variante\n9. Ubergreifungslange lo [mm]\n\nThe table seems to be comparing different variants (M1-V1, M1-V2, M2-V1, M2-V2) of the Schock Isokorbo XT Typ C-L/R 5.0 under different conditions (Betonfestigkeitsklasse C20/25 and C25/30). It includes measurements such as Ubergreifungsbewehrung, Stabstahl, and Steckbugel, among others.", "The table appears to be related to some technical specifications or measurements, possibly in the field of engineering or construction. The table seems to be in German and might be referring to a specific product or component, namely the \"Schock Isokorbo XT Typ H 5.2\". The table also mentions \"Bemessungswerte bei\", which translates to \"rated values at\", and \"Betonfestigkeitsklasse\", which translates to \"concrete strength class\". \n\nThe column names in the table are:\n1. Schock Isokorbo XT Typ H 5.2 Bemessungswerte bei | Betonfestigkeitsklasse\n2. Schock Isokorbo XT Typ H 5.2 Bemessungswerte bei | C25/30\n3. NN1 | VRd,y [kN] | 0,0\n4. NN1 | NRd,x [kN] +11,6\n5. NN2 | VRd,y [kN] | 0,0\n6. NN2 | NRd,x [kN] | +49,2\n7. VV1-NN1 | VRd,y [kN] +10,4\n8. VV1-NN1 | NRd,x [kN] +11,6\n9. VV2-NN1 | VRd,y [kN] +39,2\n10. VV2-NN1 | NRd,x [kN] +49,2\n\nThe row names are not provided in the given information.", "The table appears to be related to the Schock Isokorbo XT Typ H 5.2 and its components. The row names are \"Querkraftstabe, horizontal\" and \"Zug-/Druckstabe\". The column names are \"Bestuckung bei,NN1,NN2,VV1-NN1\", \"Isokorbo Lange [mm],VV2-NN1\", \"150\", \"150\", \"2 x110\", and \"2 x10 12\". The table seems to capture the different components of the Schock Isokorbo XT Typ H 5.2 at different lengths.", "The table appears to be related to some technical specifications or measurements of different types of Schock Isokorbo XT. The column names are \"Schock Isokorbo XT Typ H 5.2 kombiniert mit\", \"XT Typ K\", \"XT Typ K-U, K-O\", \"XT Typ Q, Q-VV\", \"XT Typ Q-P, Q-P-VV, Q-PZ\", and \"XT Typ D\". The row name is \"Maximaler Dehnfugenabstand vom Fixpunkt e/2 [m]\". The table seems to be comparing the different types of Schock Isokorbo XT in terms of the maximal expansion joint distance from the fixed point (e/2).", "The table appears to be in German and contains only one row and three columns. The column names are not explicitly provided, but they are represented as '0', '1', and '2'. The first column ('0') seems to be empty for the given row. The second column ('1') contains the text 'Dreiseitig umlaufende Brustung', and the third column ('2') contains the text 'hr = 1,0 m'. The table seems to be capturing some sort of measurement or specification, possibly related to a structure or architectural feature.", "The table provides information about different types of loads. The column names are not explicitly given, but based on the data, they can be inferred as 'Type of Load', 'Specific Load', and 'Load Value'. The row names are 'Balkonplatte und Belag', 'Randlast (Brustung)', and 'Winddruck'. The table captures the specific load and its corresponding load value for each type of load.", "The table appears to have two columns and one row. The column names are not explicitly given, but based on the data, it can be inferred that the first column might be related to 'Exposition Classes' and the second column might be related to some kind of classification or category. The row contains the data 'auBen XC 4' under the 'Expositionsklassen' category.", "The table appears to be in German and seems to be related to construction materials, specifically concrete. It contains information about the type of concrete used for certain parts of a structure and the measurements for certain components. \n\nThe table has two columns and three rows. The column names are not explicitly stated, but based on the content, they could be interpreted as 'Description' and 'Details'. The row names are also not explicitly stated, but they seem to represent different aspects of the construction process or materials used. \n\nRow 1: Discusses the use of a specific type of concrete (Betongute C25/30) for the balcony and ceiling.\nRow 2: Provides information about the concrete cover (Betondeckung Cnom = 35 mm) for Isokorbo tension rods.\nRow 3: Mentions a reduction (Abminderung caer um 5mm) due to quality measures in the production of Schock Isokorbo.", "The table appears to be in German and seems to be related to construction or architectural details. It has two columns and three rows. \n\nThe column names are not explicitly stated, but based on the data, the first column could be interpreted as 'Feature' and the second column as 'Description'. \n\nThe row names, which are the first entries in each row, are 'Anschlussgeometrie:', 'Lagerung Decke:', and 'Lagerung Balkon:'. These seem to refer to different aspects of a construction project, specifically connection geometry, ceiling storage, and balcony storage. \n\nThe table provides specific details for each of these aspects, such as \"kein Hohenversatz, kein Deckenrandunterzug, keine Balkonaufkantung\" for 'Anschlussgeometrie:', which translates to \"no height offset, no ceiling edge support, no balcony upstand\".", "The table appears to be related to some form of engineering calculations, possibly structural or civil engineering. It includes complex mathematical formulas and references to specific types of equipment or components, such as the \"Schock Isokorb@ XT Typ H-VV1-NN1-REI120-H200-L150-5.2\" and \"Schock Isokorb@ XT Typ K-M7-V1-REI120-CV35-X120-H200-6.2\". \n\nThe table seems to be divided into three main sections, each with different row names. The first section has the row name \"SchnittgroBen:\", the second section has the row name \"gewahlt:\", and the third section also has the row name \"gewahlt:\". \n\nThe column names in the first section are \"MEd | VEd,z | MEd VEd,z NEd,x | VEd,y\". The second section has the column names \"NRd,x VRd,y\". The third section has the column names \"|mRd|\" and \"VRd,z\". \n\nThese column and row names, along with the data in the table, suggest that it is capturing some form of engineering calculations or measurements, possibly related to the load-bearing capacity or structural integrity of certain components or structures.", "The table appears to be related to engineering or physics, specifically dealing with forces. It has two rows and three columns. \n\nThe column names are not explicitly stated, but based on the data, they could be interpreted as 'Parameter', 'Equation', and 'Description/Result'. \n\nThe row names are 'NEdA,X' and 'VEdA,y', which seem to represent different types of forces or measurements. The 'NEdA,X' row is associated with a force perpendicular to the joint (Fuge), while the 'VEdA,y' row is associated with a force parallel to the joint. \n\nEach row contains an equation involving a distance (4,0 m), a force per unit length (17,2 kN/m), and a total force (68,8 kN), along with a description of the direction of the force relative to a joint.", "The table appears to be related to some sort of technical specifications or calculations, possibly in the field of engineering or construction. The table has three columns and three rows.\n\nColumn names are not explicitly stated, but based on the data, they could be interpreted as follows:\n- Column 0: Identifier or description\n- Column 1: Calculation or specification details\n- Column 2: This column seems to be empty or not used.\n\nRow names are also not explicitly stated, but based on the data, they could be interpreted as follows:\n- Row 0: Contains a specific product or item name, which is \"2 Schock Isokorb@ XT Typ H-VV2-NN1-REI120-H200-L150-5.2\"\n- Row 1: Contains a calculation or specification related to \"NRd,x\"\n- Row 2: Contains a calculation or specification related to \"VRd,y\"", "The table appears to contain calculations or formulas related to some kind of engineering or physics measurements, possibly related to force or torque. The table has two rows and two columns. \n\nThe column names are not explicitly stated, but based on the data, they could be interpreted as 'Parameter' and 'Calculation/Formula'. \n\nThe row names are 'mRd' and 'VRd,Z'. These could be specific parameters or variables used in the calculations or formulas provided in the table.", "The table appears to be in German and seems to be related to fire protection plates (Brandschutzplatte). The table has only one column and multiple rows. The column does not have a specific name, but it contains descriptions of different types of fire protection plates and their specifications. \n\nThe rows contain the following information:\n1. Description of a fire protection plate with no overhang (Uberstand), with rail and fire protection tape.\n2. Description of a fire protection plate with an overhang on both sides of 10 mm.\n3. Definition of 'T' as overhang of the fire protection plate.\n4. Several rows are empty.\n5. Specification of 'L' as either 100 mm, 150 mm, or 1000 mm.\n6. Several more rows are empty. \n\nPlease note that the table does not have a clear structure and contains a lot of empty rows.", "The table appears to be related to some kind of engineering or construction data, possibly related to concrete or structural elements. The table seems to be in German, with some terms like \"Bemessungs-\", \"Betondeckung\", \"Betonfestigkeitsklasse\", \"Isokorbo\", and \"Nebentragstufe\" indicating this.\n\nThe column names are:\n1. Bemessungs-\n2. werte bei,Schock Isokorbo XT Typ D 6.0\n3. CV35,Betondeckung CV [mm]\n4. CV50\n5. MM1 | VV1 | MRd,y [kNm/ Element]\n6. MM1 | VV1 | MRd,y [kNm/m]\n7. MM1 | vv2 Betonfestigkeitsklasse  C25/30 | MRd,y [kNm/ Element]\n8. MM1 | vv2 Betonfestigkeitsklasse  C25/30 | MRd,y [kNm/m]\n9. MM1 | vv3 | MRd,y [kNm] Element]\n10. MM1 | vv3 | MRd,y [kNm/m]\n11. VRd,z [kN/Element]\n12. VRd,z [kN/m]\n13. VV1-VV3\n\nThe row names are not explicitly stated, but it seems like they might be related to different measurements or specifications of the Isokorbo XT Typ D 6.0, with values like 160, 170, 180, 190, 200, 210, 220, 230, 240, and 250 possibly indicating different models or sizes. There is also a row labeled \"Nebentragstufe\".", "The table appears to be related to the specifications of the Schock Isokorb XT Typ D 6.0, MM1. The column names are \"VV1, MM1\", \"VV2, MM1\", and \"VV3\". The row names are \"Zugstabe/Druckstabe\", \"Querkraftstabe\", \"Hmin bei CV35 [mm]\", and \"Hmin bei CV50 [mm]\". The table captures the different specifications for each type of Schock Isokorb XT Typ D 6.0, MM1 under different conditions or categories.", "The table appears to contain data related to the Schock Isokorbo XT Typ D 6.0, a type of construction material or component. The table seems to be capturing various measurements and ratings for this product under different conditions or specifications.\n\nThe column names are:\n1. Schock Isokorbo XT Typ D 6.0 | Bemessungs- werte bei\n2. Schock Isokorbo XT Typ D 6.0 | CV35\n3. Schock Isokorbo XT Typ D 6.0 | Betondeckung CV [mm] | CV50\n4. MM2 | VV1 | MRd,y [kNm] Element]\n5. MM2 | VV1 | MRd,y [kNm/m]\n6. MM2 | VV2 Betonfestigkeitsklasse  C25/30 | MRd,y [kNm/ Element]\n7. MM2 | VV2 Betonfestigkeitsklasse  C25/30 | MRd,y [kNm/m]\n8. MM2 | vV3 | MRd,y [kNm/ Element]\n9. MM2 | vV3 | mRd,y [kNm/m]\n\nThe row names are not explicitly stated, but they seem to represent different measurements or conditions such as '160', '200', '170', '210', '180', '220', 'Isokorbo Hohe. H [mm]', '190', '230', '200', '240', '210', '250', '220', '230', '240', '250', 'Nebentragstufe', and 'VV1 -WV3'.", "The table appears to be related to the specifications of the Schock Isokorb XT Typ D 6.0. The row names are \"Bestuckung bei,Isokorbo Lange [mm]\", \"Zugstabe/Druckstabe\", \"Querkraftstabe\", \"Hmin bei CV35 [mm]\", and \"Hmin bei CV50 [mm]\". The column names are \"Schock Isokorb@ XT Typ D 6.0,MM2\", \"VV1,MM2\", \"VV2,MM2\", and \"VV3\". The table seems to capture different measurements and specifications for each of these categories.", "The table appears to be related to the Schock Isokorbo XT Typ D 6.0, possibly a type of construction or engineering material or equipment. The table seems to contain various measurements and values associated with this item. \n\nThe column names are: \n1. Schock Isokorbo XT Typ D 6.0 | Bemessungs- werte bei\n2. CV35\n3. Betondeckung CV [mm] | CV50\n4. MM3 | VV1 | MRd,y [kNm/ Element]\n5. MM3 | VV1 | MRd,y [kNm/m]\n6. MM3 | vv2 | MRd,y [kNm/ Element]\n7. MM3 | vv2 | MRd,y [kNm/m]\n8. MM3 | VV3 | Betonfestigkeitsklasse  C25/30 | MRd,y [kNm] Element]\n9. MM3 | VV3 | NRd,y [kNm/m]\n10. MM3 | vv4 | MRd,y [kNm/ Element]\n11. MM3 | vv4 | MRd,y [kNm/m]\n12. MM3 | VV5 | MRd, [kNm Element\n13. MM3 | VV5 | mRd,y [kNm/m]\n\nThe row names are not explicitly stated but seem to include different measurements such as '160', '200', '170', '210', '180', 'Isokorbo Hohe H [mm]', '190', '230', '200', '240', '210', '250', '220', '230', '240', '250', and 'Nebeiitlagstufe'. \n\nThe table seems to be missing some data as there are several empty cells.", "The table appears to be related to the specifications of a product named \"Schock Isokorbo XT Typ D 6.0\". The table captures different parameters of this product under various conditions or configurations.\n\nThe row names are:\n1. Bestuckung bei,Isokorbo Lange [mm]\n2. Zugstabe/Druckstabe\n3. Querkraftstabe\n4. Hmin bei CV35 [mm]\n5. Hmin bei CV50 [mm]\n\nThe column names are:\n1. MM3 | VV1,MM3\n2. VV2,MM3\n3. VV3,MM3\n4. vv4,MM3\n5. VV5\n\nThe table seems to capture different measurements or configurations (like 'Zugstabe/Druckstabe', 'Querkraftstabe', 'Hmin bei CV35 [mm]', 'Hmin bei CV50 [mm]') for the product under different conditions or versions (like 'MM3 | VV1,MM3', 'VV2,MM3', 'VV3,MM3', 'vv4,MM3', 'VV5').", "The table appears to be related to some kind of engineering or construction data, possibly related to the strength or performance of a specific product, the Schock Isokorbo XT Typ D 6.0. The table includes measurements and values for different parameters, possibly related to the product's performance under different conditions or configurations.\n\nThe row names are not clearly defined, but they seem to include different measurements or conditions, such as '160', '170', '180', 'Isokorb@ Hohe. H [mm]', '190', '200', '210', '220', '230', '240', '250', and 'Nohontr.. ctuife Nebeiitlagstule'. \n\nThe column names are: 'Schock Isokorbo XT Typ D 6.0', 'Bemessungs-', 'werte bei,CV35,Betondeckung CV [mm]', 'CV50', 'MM4 | VV1 | MRd,y [kNm/ Element]', 'MM4 | VV1 | MRd,y [kNm/m]', 'MM4 | VV2 | MRd,y [kNm/ Element]', 'MM4 | VV2 | MRd,y [kNm/m', 'MM4 | vv3 | Betonfestigkeitsklasse  C25/30 | MRd,y [kNm] Element', 'MM4 | vv3 | nRd,y [kNm/m]', 'MM4 | vv4 | MRd,y [kNm] Element', 'MM4 | vv4 | mRd,y [kNm/m]', 'MM4 | VV5 | MRd, [kNm Element]', 'MM4 | VV5 | MRd,y [kNm/m]', 'VRd,z [kN/ Element', 'VRd,z [kN/m]', 'VRd,z [kN/ Element]', 'VRd,z [kN/m]', 'VRd,z [kN/ Element]', '/Rd,z [kN/m]', 'VRd,z [kN/ Element]', 'VRd,z [kN/m]', 'VRd,z [kN] Element]', 'VRd,z [kN/m]'. \n\nPlease note that the table seems to be formatted inconsistently and may contain errors or typos.", "The table appears to be related to the specifications of a product named \"Schock Isokorb@ XT Typ D 6.0\". The column names are \"MM4 | VV1,MM4\", \"VV2,MM4\", \"VV3,MM4\", \"vv4,MM4\", and \"VV5\". The row names are \"Isokorbo Lange [mm]\", \"Bestuckung bei\", \"Zugstabe/Druckstabe\", \"Querkraftstabe\", \"Hmin bei CV35 [mm]\", and \"Hmin bei CV50 [mm]\". The table seems to capture different measurements and specifications for each variant of the product, such as the length of the Isokorbo, the type of rods used (Zugstabe/Druckstabe and Querkraftstabe), and the minimum height at CV35 and CV50.", "The table appears to be related to the Schock Isokorbo XT Typ D 6.0 and contains various measurements and values associated with it. The table seems to be in German and might be related to engineering or construction, possibly dealing with concrete or similar materials.\n\nThe row names include: \n- Isokorbo Hohe H [mm]\n- Nebenitlagstufe\n- A11\n- Various numerical values (160, 170, 180, 190, 200, 210, 220, 230, 240, 250)\n\nThe column names include:\n- Bemessungs- werte bei\n- CV35\n- Betondeckung CV [mm]\n- CV50\n- MM5 | VV1 | MRd,y [kNm/ Element]\n- MM5 | VV1 | MRd,y [kNm/m]\n- MM5 | vv2 | MRd,y [kNm/ Element]\n- MM5 | vv2 | MRd,y [kNm/m]\n- MM5 | VV3 | Betonfestigkeitsklasse  C25/30 | MRd,y [kNm] Element]\n- MM5 | VV3 | MRd,y [kNm/m]\n- MM5 | vv4 | MRd,y [kNm/ Element]\n- MM5 | vv4 | MRd,y [kNm/m]\n- MM5 | VV5 | MRd, [kNm Eleme\n- MM5 | VV5 | mRd,y [kNm/m]\n- VRd,z [kN/ Element]\n- VRd,z [kN/m]\n- VRd,z [kN/ Element]\n- VRd,z [kN/m]\n- VRd,z [kN/ Element]\n- /Rd,z [kN/m]\n- VRd,z [kN/ Element]\n- VRd,z [kN/m]\n- VRd,z [kN] Element]\n- VRd,z [kN/m]", "The table appears to be related to the specifications of a product named \"Schock Isokorb@ XT Typ D 6.0\". The column names are \"MM5 | VV1,MM5\", \"VV2,MM5\", \"vV3,MM5\", \"vv4,MM5\", and \"VV5\". The row names are \"Isokorbo Lange [mm]\", \"Bestuckung bei\", \"Zugstabe/Druckstabe\", \"Querkraftstabe\", \"Hmin bei CV35 [mm]\", and \"Hmin bei CV50 [mm]\". The table seems to capture different measurements and specifications for each variant of the product, such as the length of the Isokorbo, the type of rod used (Zugstabe/Druckstabe and Querkraftstabe), and the minimum height (Hmin) at two different CV values (CV35 and CV50).", "The table appears to be a technical specification sheet for a product called Schock Isokorb@ XT Typ D 6.0. It includes various measurements and values related to the product's performance under different conditions. \n\nThe column names are: \n1. Schock Isokorb@ XT Typ D 6.0\n2. Bemessungs- | werte bei\n3. CV35\n4. Betondeckung CV [mm]\n5. CV50\n6. MM6 | VV1 | MRd,y [kNm/ Element]\n7. MM6 | VV1 | MRd,y [kNm/m]\n8. MM6 | VV2 | MRd,y [kNm/ Element]\n9. MM6 | VV2 | MRd,y [kNm/m\n10. MM6 | vv3 | Betonfestigkeitsklasse  C25/30 | MRd,y [kNm] Element\n11. MM6 | vv3 | nRd,y [kNm/m]\n12. MM6 | vv4 | MRd,y [kNm] Element\n13. MM6 | vv4 | mRd,y [kNm/m]\n14. MM6 | VV5 | MRd, [kNm Element]\n15. MM6 | VV5 | MRd,y [kNm/m]\n16. Isokorb@ Hohe H [mm]\n17. VRd,z [kN/ Element\n18. VRd,z [kN/m]\n19. VRd,z [kN/ Element]\n20. VRd,z [kN/m]\n21. VRd,z [kN/ Element]\n22. /Rd,z [kN/m]\n23. VRd,z [kN/ Element]\n24. VRd,z [kN/m]\n25. VRd,z [kN] Element]\n26. VRd,z [kN/m]\n27. Nehontr ctuife Nebeiitlagstule\n28. 1 WE\n29. 212\n30. L42 4Z4\n31. 7C 7\n32. LEOO\n33. 702 70\n34. 112\n\nThe row names are not explicitly stated but seem to be different configurations or versions of the product, with different measurements and values.", "The table provides information about the Schock Isokorb@ XT Typ D 6.0. The column names are 'VV1,MM6', 'VV2,MM6', 'vv3,MM6', 'vv4,MM6', and 'VV5'. The row names are 'Isokorbo Lange [mm]', 'Bestuckung bei', 'Zugstabe/Druckstabe', 'Querkraftstabe', 'Hmin bei CV35 [mm]', and 'Hmin bei CV50 [mm]'. The table captures data related to different parameters of the Schock Isokorb@ XT Typ D 6.0, including its length, the number of tension/compression rods and shear force rods, and the minimum height at CV35 and CV50.", "The table appears to be related to some form of engineering or physics calculations, possibly in the field of structural engineering or materials science. The table seems to be in German and involves calculations related to factors such as tangential acceleration, overhang length, and maximum design moment. \n\nThe column names are: \n1. Wu\n2. =tan akmg/md10 [mm]\n3. tan a\n4. = Tabellenwert einsetzen\n5. lk\n6. = Auskragungslange [m]\n7. festgelegt. (Empfehlung: Lastkombination fur die Ermittlung der Uberhohung w: g+q/2, mua im.\"\n8. Grenzzustand der Tragfahigkeit ermitteln\n9. MRd\n10. = Maximales Bemessungsmoment [kNm/m] des Schock Isokorbo\n11. 10\n12. = Umrechnungsfaktor fur Einheiten\n\nThe row names are not provided in the given information.", "The table appears to be related to the Schock Isokorbo XT Typ D 6.0 and provides information on the Verformungsfaktor (Deformation factor) at different Isokorbo heights (H) in millimeters (mm). The deformation factor is given in tan a [%]. \n\nThe column names are: \n1. Isokorbo Hohe H [mm] (Isokorbo Height H [mm])\n2. MM1-MM5 | CV35\n3. MM1-MM5 | CV50\n4. MM6 | CV35\n5. MM6 | CV50\n\nThe row names are the different heights in millimeters (160, 170, 180, 190, 200, 210, 220, 230, 240, 250). \n\nThe table captures the deformation factor at these different heights for the Schock Isokorbo XT Typ D 6.0 under different conditions (MM1-MM5 | CV35, MM1-MM5 | CV50, MM6 | CV35, MM6 | CV50).", "The table appears to contain data related to the Schock Isokorbo XT Typ D 6.0, a type of construction material or component. The column names are: \"Schock Isokorbo XT Typ D 6.0 | Maximale Auskragungslan- ge bei\", \"Schock Isokorbo XT Typ D 6.0 | CV35\", \"Schock Isokorbo XT Typ D 6.0 | Betondeckung CV [mm] | CV50\", \"MM1 | VV1\", \"MM1 | vv2\", \"MM1 | VV3 | Betonfestigkeitsklasse  C25/30 | Lk,max [m\", \"MM2 | VV1\", \"MM2 | VV2\", \"MM2 | VV3\". \n\nThe row names are not explicitly stated, but the rows seem to represent different measurements or conditions related to the Schock Isokorbo XT Typ D 6.0, such as \"Isokorb Hohe. H [mm]\" and various numerical values. \n\nThe table seems to capture a variety of measurements or specifications related to the Schock Isokorbo XT Typ D 6.0, possibly including its dimensions, performance under different conditions, or other technical specifications.", "The table appears to be related to the Schock Isokorbo XT Typ D 6.0 product, possibly a construction or engineering component. It includes measurements or specifications under different conditions or parameters.\n\nThe column names are:\n1. Schock Isokorbo XT Typ D 6.0 | Maximale Auskragungslan- ge bei\n2. Schock Isokorbo XT Typ D 6.0 | CV35\n3. Schock Isokorbo XT Typ D 6.0 | Betondeckung CV [mm] | CV50\n4. MM3 | VV1\n5. MM3 | vv2\n6. MM3 | vv3 | Betonfestigkeitsklasse  C25/30 | lx,max [m\n7. MM3 | vv4\n8. MM3 | VV5\n\nThe row names are not explicitly stated, but they seem to represent different heights (Höhe H [mm]) of the Isokorb, ranging from 160 to 250 mm. The table also includes some empty cells, which might indicate missing or not applicable data.", "The table appears to provide data related to the Schock Isokorbo XT Typ D 6.0 Betondeckunge. The column names are: \"Schock Isokorbo XT Typ D 6.0 Betondeckunge Maximale Auskragungslan- CV [mm]\", \"CV35\", \"Schock Isokorbo XT Typ D 6.0 Betondeckunge Maximale Auskragungslan- CV [mm]\", \"CV50\", \"MM4 | VV1\", \"MM4 | vv2\", \"MM4 | vv3 | Betonfestigkeitsklasse  C25/30 | Lk,max [m\", \"MM4 | vv4\", \"MM4 | VV5\". \n\nThe row names are not explicitly stated but seem to be related to different measurements or specifications of the Schock Isokorbo XT Typ D 6.0 Betondeckunge, including \"Isokorb@ Hohe H [mm]\" and various numerical values. \n\nThe table seems to capture a variety of measurements or specifications related to the Schock Isokorbo XT Typ D 6.0 Betondeckunge, possibly including maximum overhang length (Maximale Auskragungslan- CV [mm]), concrete strength class (Betonfestigkeitsklasse), and other parameters.", "The table appears to be related to construction or engineering, specifically dealing with a product named \"Schock Isokorbo XT Typ D 6.0\". It seems to capture various measurements and specifications related to this product. \n\nThe column names are: \n1. Schock Isokorbo XT Typ D 6.0 Betondeckung Maximale Auskragungslan- CV [mm]\n2. Schock Isokorbo XT Typ D 6.0 Betondeckung Maximale Auskragungslan- CV [mm] | CV35\n3. Schock Isokorbo XT Typ D 6.0 Betondeckung Maximale Auskragungslan- CV [mm] | CV50\n4. MM5 | VV1\n5. MM5 | vv2\n6. MM5 | vv3 | Betonfestigkeitsklasse  C25/30 | lx,max [m\n7. MM5 | vv4\n8. MM5 | VV5\n\nThe row names are not explicitly stated, but they seem to represent different configurations or versions of the product, with varying measurements such as height (Isokorb Hohe. H [mm]) and other unspecified parameters.", "The table appears to contain data related to the Schock Isokorbo XT Typ D 6.0, a type of construction material or component. The column names are: \"Schock Isokorbo XT Typ D 6.0 | Maximale Auskragungslan- ge bei\", \"Schock Isokorbo XT Typ D 6.0 | CV35\", \"Schock Isokorbo XT Typ D 6.0 | Betondeckunge CV [mm] | CV50\", \"MM6 | VV1\", \"MM6 | vv2\", \"MM6 | vv3 | Betonfestigkeitsklasse  C25/30 | Lk,max [m\", \"MM6 | vv4\", \"MM6 | VV5\". \n\nThe rows seem to represent different measurements or specifications of the Schock Isokorbo XT Typ D 6.0, including the height (Isokorb@ Hohe H [mm]), and various other parameters represented by numerical values. Some of the rows are missing certain values, indicating that not all parameters are applicable or available for all measurements or specifications.", "The table provides information about the Schock Isokorb@ XT Typ D 6.0. The row names are \"Maximaler Dehnfugenabstand bei e [m]\" and \"Dammkorperdicke [mm]\". The column names are \"MM1 VV1-VV3\", \"MM2-MM5 VV1-VV2\", \"MM2 VV3\", \"MM3-MM5 VV3-VV4\", \"MM3-MM5 VV5\", and \"MM6 VV1-VV5\". The table captures the Dammkorperdicke [mm] for different MM and VV ranges.", "The table appears to be related to construction or engineering, specifically dealing with the Schock Isokorbo XT Typ D 6.0. It provides various measurements and specifications for different positions and elements. \n\nThe column names are: \n1. Schock Isokorbo XT Typ D 6.0.\n2. Schock Isokorbo XT Typ D 6.0.\n3. Schock Isokorbo XT Typ D 6.0.\n4. MM1 | VV1\n5. MM1 | vv2\n6. MM1 | vv3\n7. MM2 | VV1\n8. MM2 | VV2\n9. MM2 | vv3\n\nThe row names are: \n1. Bauseitigee Bewehrung\n2. CV35\n3. CV50\n4. Decke (XC1) Betonfestigkeitsklasse  C25/30 Balkon (XC4) Betonfestigkeitsklasse  C25/30\n5. Pos. 1 mit 8 [cm2/Element]\n6. Pos. 1 mit 10 [cm?/Element]\n7. Pos. 1 mit 12 [cm2/Element]\n8. Stabstahl langs der Dammfuge.\n9. Pos. 2\n10. Vertikalbewehrung\n11. Pos. 3 [cm2/Element]\n12. Pos. 3 [cm2/Element]\n13. Ubergreifungsbewehrung abhangig vom Stabdurchmesser (erforderlich bei positivem Moment)\n14. Pos. 4 mit 8 [cm?/Element]\n15. Pos. 4 mit 10 [cm?/Element]\n16. Pos. 4 mit 12 [cm2/Element]\n\nThe table includes measurements in cm2/Element and mm, and references to Betonfestigkeitsklasse (concrete strength class), Ubergreifungsbewehrung (overlap reinforcement), and Stabstahl (rebar).", "The table appears to be related to some form of engineering or construction data, possibly related to reinforcement or structural measurements. The table has 7 columns and 13 rows. \n\nThe column names are not explicitly stated but are represented by numbers from 0 to 6. \n\nThe row names are as follows: \n1. 'Pos. 1 mit 8 [cm2/m]'\n2. 'Pos. 1 mit 10 [cm2/m]'\n3. 'Pos. 1 mit 12 [cm2/m]'\n4. 'Stabstahl langs der Dammfuge'\n5. 'Pos. 2,2 x 2 n 8'\n6. 'Vertikalbewehrung'\n7. 'Pos. 3 [cm2/m]' (appears twice)\n8. 'Ubergreifungsbewehrung abhangig vom Stabdurchmesser (erforderlich bei positivem Moment)'\n9. 'Pos. 4 mit 8 [cm2/m]'\n10. 'Pos. 4 mit 10 [cm2/m]'\n11. 'Pos. 4 mit 012 [cm2/m]'\n\nThe table contains a mix of numerical data and some rows with no data. Some rows seem to represent different positions or conditions (e.g., 'Pos. 1 mit 8 [cm2/m]', 'Pos. 4 mit 10 [cm2/m]'), while others may represent different types of reinforcement or structural elements (e.g., 'Vertikalbewehrung', 'Ubergreifungsbewehrung abhangig vom Stabdurchmesser (erforderlich bei positivem Moment)').", "The table appears to be related to construction or engineering, specifically dealing with the Schock Isokorbo XT Typ D 6.0 and its various types and measurements. The table includes data on Bauseitige Bewehrung, CV35, CV50 Hohe [mm], and various MM3 measurements. \n\nThe column names are: \n1. Schock Isokorbo XT Typ D 6.0 | Bauseitige Bewehrung\n2. Schock Isokorbo XT Typ D 6.0 | CV35\n3. Schock Isokorbo XT Typ D 6.0 | CV50 Hohe [mm]\n4. MM3 | VV1\n5. MM3 | vv2\n6. MM3 | VV3 | Decke (XC1) Betonfestigkeitsklasse  C25/30 Balkon (XC4) Betonfestigkeitsklasse  C25/30\n7. MM3 | vv4\n8. MM3 | VV5\n\nThe row names are not explicitly stated but seem to include different positions (Pos. 1, Pos. 2, Pos. 3, Pos. 4) with varying measurements, Ubergreifungsbewehrung dependent on Stabdurchmesser (required for negative and positive moment), Stabstahl along the Dammfug, and Vertikalbewehrung.", "The table appears to be related to construction or engineering, specifically dealing with elements such as Schock Isokorb@ XT Typ D 6.0 and MM4. It seems to be detailing different positions (Pos. 1, Pos. 2, Pos. 3, Pos. 4) and their corresponding measurements or requirements in different scenarios.\n\nThe column names are:\n1. Schock Isokorb@ XT Typ D 6.0 | Bauseitige Bewehrung\n2. Schock Isokorb@ XT Typ D 6.0 | CV35\n3. Schock Isokorb@ XT Typ D 6.0 | CV50\n4. MM4 | VV1\n5. MM4 | vv2\n6. MM4\n7. MM4 | vv3 | Decke (XC1) Betonfestigkeitsklasse  C25/30 Balkon (XC4) Betonfestigkeitsklasse  C25/30\n8. MM4 | vv4\n9. MM4 | VV5\n\nThe row names are:\n1. Hohe [mm] Ubergreifungsbewehrung abhangig vom Stabdurchmesser (erforderlich bei negativem Moment)\n2. Pos. 1 mit 10 [cm2/Element]\n3. Pos. 1 mit 12 [cm2/Element]\n4. Pos. 1 mit 14 [cm2/Element]\n5. Stabstahl langs der Dammfuge\n6. Pos. 2\n7. Vertikalbewehrung\n8. Pos. 3 [cm?/Element]\n9. Ubergreifungsbewehrung abhangig vom Stabdurchmesser (erforderlich bei positivem Moment)\n10. Pos. 4 mit 10 [cm2/Element]\n11. Pos. 4 mit 12 [cm?/Element]\n12. Pos. 4 mit 14 [cm2/Element]\n\nThe table seems to be capturing the requirements or measurements for different positions and elements in different scenarios, possibly related to the strength or stability of a structure.", "The table appears to be related to some form of engineering or construction data, possibly related to measurements of materials or structures. The data is presented in a metric format (cm2/m). \n\nThe column names are not explicitly stated, but there are six columns in total. The first column seems to contain descriptions or identifiers for the data rows, while the remaining five columns contain numerical data.\n\nThe row names or identifiers include: \"Pos. 1 mit 10 [cm2/m]\", \"Pos. 1 mit 012 [cm2/m]\", \"Pos. 1 mit 014 [cm2/m]\", \"Stabstahl langs der Dammfuge.\", \"Pos. 2\", \"Vertikalbewehrung\", \"Pos. 3 [cm2/m]\", \"Ubergreifungsbewehrung abhangig vom Stabdurchmesser (erforderlich bei positivem Moment)\", \"Pos. 4 mit 10 [cm2/m]\", \"Pos. 4 mit 12 [cm2/m]\", and \"Pos. 4 mit 014 [cm2/m]\". \n\nSome rows contain only descriptions without numerical data, while others contain a mix of both.", "The table appears to be related to construction or engineering, specifically dealing with elements of a structure such as a balcony. The table includes measurements and specifications for different positions and types of reinforcement (Bewehrung) and steel bars (Stabstahl) along the dam joint (Dammfuge). \n\nThe column names are: \n1. Schock Isokorbo XT Typ D 6.0 | Bauseitige\n2. Schock Isokorbo XT Typ D 6.0 | CV35\n3. Schock Isokorbo XT Typ D 6.0 | CV50\n4. MM5 | VV1\n5. MM5 | VV2\n6. MM5 | vv3 | Decke (Xc1) Betonfestigkeitsklasse  C25/30\n7. MM5 | vv4\n8. MM5 | VV5\n\nThe row names are: \n1. Bewehrung,Hohe [mm] Balkon (XC4) Betonfestigkeitsklasse  C25/30 Ubergreifungsbewehrung abhangig vom Stabdurchmesser (erforderlich bei negativem Moment)\n2. Pos. 1 mit 10 [cm2/Element]\n3. Pos. 1 mit 12 [cm2/Element]\n4. Pos. 1 mit 14 [cm2/Element]\n5. Stabstahl langs der Dammfuge\n6. Pos. 2\n7. Vertikalbewehrung\n8. Pos. 3 [cm?/Element]\n9. Ubergreifungsbewehrung abhangig vom Stabdurchmesser (erforderlich bei positivem Moment)\n10. Pos. 4 mit 10 [cm2/Element]\n11. Pos. 4 mit 12 [cm2/Element]\n12. Pos. 4 mit 14 [cm?/Element]\n\nThe table seems to be comparing different types of reinforcement and their measurements under different conditions or positions.", "The table appears to be related to some form of engineering or construction measurements, possibly related to steel reinforcement in structures. The table has 6 columns and 13 rows. \n\nThe column names are not explicitly stated, but they could be different measurement points or times. \n\nThe row names are as follows: \n1. Pos. 1 mit 10 [cm2/m]\n2. Pos. 1 mit 12 [cm2/m]\n3. Pos. 1 mit 14 [cm2/m]\n4. Stabstahl langs der Dammfuge\n5. Pos. 2\n6. Vertikalbewehrung\n7. Pos. 3 [cm2/m]\n8. Unnamed row with numerical values\n9. Ubergreifungsbewehrung abhangig vom Stabdurchmesser (erforderlich bei positivem Moment)\n10. Pos. 4 mit 10 [cm?/m]\n11. Pos. 4 mit 12 [cm2/m]\n12. Pos. 4 mit 014 [cm2/m]\n\nThe rows seem to represent different positions or conditions, with some rows providing specific measurements in cm2/m. Some rows contain text in German, which seems to describe certain conditions or specifications.", "The table appears to contain data related to the construction and reinforcement of a structure, possibly a building or a bridge. The data seems to be specific to the use of Schock Isokorbo XT Typ D 6.0, a type of construction material, and its various specifications.\n\nColumn names are:\n1. Schock Isokorbo XT Typ D 6.0 | Bauseitige Bewehrung\n2. Schock Isokorbo XT Typ D 6.0 | CV35\n3. Schock Isokorbo XT Typ D 6.0 | CV50 Hohe [mm]\n4. MME | VV1\n5. MME | vV2\n6. MME | VV3 | Decke (XC1) Betonfestigkeitsklasse  C25/30 Balkon (XC4) Betonfestigkeitsklasse  C25/30\n7. MME | vv4\n8. MME | VV5\n\nRow names are not explicitly given, but the rows seem to represent different positions or elements of the structure (Pos. 1, Pos. 2, Pos. 3, Pos. 4), different measurements (12 [cm?/Element], 14 [cm?/Element], 160-180 200-210, 190-250|220-250), and different types of reinforcement (Ubergreifungsbewehrung abhangig vom Stabdurchmesser, Stabstahl langs der Dammfug, Vertikalbewehrung)."]